[
  {
    "name": "Aaliyah",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c6/Aaliyah.webp/revision/latest/scale-to-width-down/268",
    "type": "Shark",
    "color": "Tie-dye, Purple, Blue",
    "size": "12\", 16\"",
    "collector_number": "2434",
    "squishdate": "01.05.2024",
    "year": "2024",
    "bio": "Aaliyah is the president of Leafsters 327, the local chapter of the national leaf blowers union. The only thing this expert in neighborhood beautification loves more than a clear sidewalk is a strong labor contract! And if the bosses don't comply? They’re not blowing anywhere!",
    "appearance": "Aaliyah is a tie-dye purple and violet galaxy shark with two fins on each side and white starbursts covering their whole body. They have two dorsal fins on their head and on their lower back with a tail at the bottom. They have a round, lavender belly with silver stars. They have round black eyes and a small smile."
  },
  {
    "name": "Aarin",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/51/Aarin2.png/revision/latest/scale-to-width-down/268",
    "type": "Alpaca",
    "color": "Blue",
    "size": "2\", 5\", 7”, 8\"",
    "collector_number": "1452",
    "squishdate": "12.16.2021",
    "year": "2022",
    "bio": "Meet Aarin! Did you know that she's helping her friends publish their very own cookbook?Boyercooks the food, Aarin writes the captions, and her BFFSellyis the food photographer! The best part? They get to test all the yummy recipes after! Grab a fork! They'd love to share!",
    "appearance": "Aarin is an alpaca with a light blue body. She has fluffy blue tie-dye fur and a light blue muzzle. She has round black eyes, one winking and one open. Her snout and mouth are black."
  },
  {
    "name": "Aaron",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a4/Aaron.jpg/revision/latest/scale-to-width-down/268",
    "type": "Dragon",
    "color": "Grey, Red",
    "size": "12\"",
    "collector_number": "2608",
    "squishdate": "04.09.2024",
    "year": "2024",
    "bio": "Aaron is a powerful dragon whose main focus is to whirl you all through the nice blue sky. He teaches others to look out for one another and to be aware of obstacles that could get in the way. He glides effortlessly in the sky while keeping an eye out to make sure you're safe and secure. Keep your seats buckled, your lap bar secured and hold on tight. Aaron is taking you on a ride around the town.",
    "appearance": "Aaron is a grey dragon with grey wings, ears and red horns. He has grey inner wings, and a red horn from the top of his head to his tail. He has a grey muzzle and a yellow belly with black nostrils with white fangs. His eyes are round and black rimmed in yellow"
  },
  {
    "name": "Abbitt",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fe/Abbitt-Tapir.png/revision/latest/scale-to-width-down/268",
    "type": "Tapir",
    "color": "Grey, White",
    "size": "5\", 12\"",
    "collector_number": "2012",
    "squishdate": "10.28.2022",
    "year": "2023",
    "bio": "Abbitt is a marine biologist helping regrow coral reefs in his area. He's the perfect scientist for the job since he can hold his breath underwater for several minutes! Abbitt knows the health of all coral reefs is important for 'Mallows everywhere, and hopes you'll join his team on the next reef dive!",
    "appearance": "Abbitt is a dark grey tapir with a grey trunk, a large white stripe across the center of his body and pink inner ears. He has black, rounded eyes."
  },
  {
    "name": "Abby",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/23/Abby_official.png/revision/latest/scale-to-width-down/268",
    "type": "Octopus",
    "color": "Pink, White",
    "size": "3.5\", 5\", 8\", 12\", 16\"",
    "collector_number": "515",
    "squishdate": "9.05.2020",
    "year": "2020",
    "bio": "Meet Abby; this water enthusiast takes her passion to the next level as the Head Lifeguard at a waterpark! Monitoring slides and ensuring Squishmallows' safety is Abby's thing; at closing time, Abby lets loose and slips down her favorite slide: The Sea Creature Funnel!",
    "appearance": "Abby is a pink octopus with a white belly. She has a round body with eight short tentacles. She has round black eyes and a smiling black mouth."
  },
  {
    "name": "Abdul",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3a/Abdul.jpg/revision/latest/scale-to-width-down/268",
    "type": "Griffon",
    "color": "Orange",
    "size": "16\"",
    "collector_number": "2085",
    "squishdate": "11.16.2022",
    "year": "2023",
    "bio": "Abdul just got back from a five month archaeological dig in the dessert! This paleontologist was researching a newly discovered bone thought to be an ancient dinosaur. Back in the classroom, Abdul teaches his students everything he learned. Want to see his slideshow presentation?",
    "appearance": "Abdul is a griffon, a mythical creature that combines a lion and an eagle, with an orange head that ends with feathers and fuzzy tufts coming from the sides. He has orange wings with yellow tips and his body is cantaloupe color with a white belly. His tail is peach with an orange fuzzy tip, he has a yellow beak with orange nostrils and black eyes."
  },
  {
    "name": "Abe",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a1/Abe2.png/revision/latest/scale-to-width-down/268",
    "type": "Bearded Dragon",
    "color": "Turquoise",
    "size": "2\", 3.5\", 11\", 12\"",
    "collector_number": "929",
    "squishdate": "4.15.2021",
    "year": "2021",
    "bio": "Say hello to Abe. He’s the top student in his class and is studying hard to become a teacher! His favorite subjects are English and History, but he also loves to do science experiments in his spare time! Want to try out a new experiment with Abe?",
    "appearance": "Abe is a light green bearded dragon, a type of lizard. He has two fringes on his sides. He has a white fuzzy belly and three blue markings on his back, above his tail."
  },
  {
    "name": "Abel",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/09/Transparentabel.png/revision/latest/scale-to-width-down/268",
    "type": "Manatee",
    "color": "Blue, White, Purple",
    "size": "8\"",
    "collector_number": "1766",
    "squishdate": "04.20.2022",
    "year": "2023",
    "bio": "Abel wrote a short story! It's the story of a young manatee taking bass lessons and performing in spring recitals. His own fond memories of these parties make the story so real. Abel just submitted his story to a music magazine—he'll mail you a copy when it prints!",
    "appearance": "Abel is a teal aquatic mammal with small but wide flippers. He has a light blue snout which resembles an upside-down, rounded heart. His snout is spotted with teal and he has small nostrils the same color. He has closed, black eyes, a light blue belly, and he is wearing white bunny ears with a purple, pink, and teal plaid pattern."
  },
  {
    "name": "Abelita",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/74/Abelita.png/revision/latest",
    "type": "Appaloosa",
    "color": "Lavender, Cream",
    "size": "12\"",
    "collector_number": "2317",
    "squishdate": "09.18.2023",
    "year": "2024",
    "bio": "Abelita treats all kinds of 'Mallow skin and fur at her dermatology clinic. Got a rash on your paw? No prob! Abelita has the perfect little bar of soap for that. This horse is on a mission to help all her patients glow from inside out! Ready to schedule an appointment with Abelita",
    "appearance": "Abelita is a lavender horse with a white stripe on her forehead. She also has a cream muzzle belly. Her whole body is covered with lavender splotches, the same color as her fluffy mane and tail. She has round, black eyes and black nostrils. The insides of her ears are cream."
  },
  {
    "name": "Abena",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/be/Transparentabena.png/revision/latest/scale-to-width-down/268",
    "type": "Succulent",
    "color": "Tan, green",
    "size": "5\", 8\", 12\", 16\"",
    "collector_number": "1057",
    "squishdate": "6.09.2021",
    "year": "2022",
    "bio": "While her friendsOzandAfiyahlove to be in the spotlight, Abena is quite shy. She prefers giving direction from the sidelines and making sure everything is ready behind the curtains. Abena is very organized and keeps her friends on schedule wherever they go.",
    "appearance": "Abena is a succulent plant inside of a tan pot that makes up her body. The rim and bottom of the tan pot are white with various brown, blue, and purple shapes. She has rows of green leaves on top coming out of the pot. She has round, black eyes and a smiling mouth."
  },
  {
    "name": "Abilene",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c6/TransparentAbilene.png/revision/latest/scale-to-width-down/268",
    "type": "Ostrich",
    "color": "Pink, rainbow",
    "size": "2\", 3.5\", 5\", 7\", 8\", 12\", 16\", 20\", 24\"",
    "collector_number": "1117",
    "squishdate": "7.09.2021",
    "year": "2021",
    "bio": "Abilene is a creative director who loves to have fun. She picks a new game for her team to play each month to get their creative juices flowing. her dream is to work for a game company and play games all day! What game should she try next?",
    "appearance": "Abilene is an ostrich with a hot pink body. Her head and wings are covered in rainbow fluff, which is predominantly yellow, pink and blue. She has a rounded, triangular beak which is hot pink, and round, black eyes with straight lashes."
  },
  {
    "name": "Ace",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c1/Acet.png/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Turquoise",
    "size": "2\", 5\", 8\", 13\", 16\", 20\"",
    "collector_number": "13",
    "squishdate": "3.1.2017[1]",
    "year": "2017",
    "bio": "Version 1:Lights, camera, action! Need someone to make you laugh? Get to know Ace! He is ready to be your next big thing. Ace is the actor- extraordinaire born on January 4th. Where is his favorite place to be? The stage of course! He isn’t shy if you couldn’t tell. Ace wants to one day write and direct his own film.",
    "appearance": "Ace is a turquoise unicorn with a matching fluffy tail. His ears, belly and nose are all white, and his nose also has pink nostrils. He has a short, sparkly lilac horn with a red swirl wrapped around it. He has black, oval-shaped eyes with short eyelashes."
  },
  {
    "name": "Achilles",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c5/Achilles.webp/revision/latest/scale-to-width-down/268",
    "type": "Lion",
    "color": "Yellow, Black",
    "size": "5\", 8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2025",
    "bio": "Achilles is a male model! He faces a lot of things like prejudice from people thinking he doesn't have a brain or whatever, but he actually does have a brain, hater tots. He also has a pair of eyes. A mouth. Other body parts he can't really remember the names of - oh! Chin and ears!Chin and ears!",
    "appearance": "Achilles is a yellow lion. He has a fluffy brown which covers his head. He two black antennae with yellow fuzzy tips and has silver wings on each side of his body. He has a black and yellow striped belly. He has a white patch on his mouth and has round, black eyes and a black nose and mouth."
  },
  {
    "name": "Achim",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/dd/Achim.webp/revision/latest/scale-to-width-down/268",
    "type": "Lion",
    "color": "Rainbow, tan",
    "size": "12\"",
    "collector_number": "1440",
    "squishdate": null,
    "year": "2022",
    "bio": "Meet Achim. He is all about self-love. He writes positive affirmations on his mirror every morning! He's great at making others feel loved too! This 'Mallow gives the best compliments and always encourage others to be proud of exactly who they are!",
    "appearance": "Achim is a tan lion with a white muzzle. The colorful mane which covers his head is a fluoro rainbow, with lots of pinks, blues, yellows and greens. He has a belly striped with the colors of the pride flag. He has closed eyes with short lashes and a black nose and mouth."
  },
  {
    "name": "Ada",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c7/Ada.jpg.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cow",
    "color": "Green, Tan",
    "size": "5\", 8\", 12\", 16\", 20\"",
    "collector_number": "2188",
    "squishdate": "05.30.2023",
    "year": "2024",
    "bio": "Ada loves foraging mushrooms for lunch. From chili shiitake sliders to portobello pasta, her midday meals are nutritious, delicious, and fungalicious. Can you guess her favorite pizza topping?",
    "appearance": "Ada has a cream-colored body with green floral pattern patches. The inside of her ears are white. She has yellow horns, black eyes with eyelashes, and a pink snout."
  },
  {
    "name": "Adabelle",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/95/Adabelle.png/revision/latest/scale-to-width-down/268",
    "type": "Strawberry",
    "color": "Pink",
    "size": "2.5\", 3.5\", 8\", 14\"",
    "collector_number": "1127",
    "squishdate": "07.13.2021",
    "year": "2022",
    "bio": "Meet Adabelle. She loves dogs, yoga, and meeting new people! She wants to open a dog-friendly yoga studio called Downward Dog! Will you join her pup-tastic yoga class?",
    "appearance": "Adabelle is a bright pink strawberry frog. She has a pale pink belly and matching seeds scattered across her body. She has round, black eyes, small nostrils, a small smile and hot pink blush. She also has three green leaves sprouting from the top of her head."
  },
  {
    "name": "Adam",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/94/Adam.png/revision/latest/scale-to-width-down/268",
    "type": "Pterodactyl",
    "color": "Blue",
    "size": "5\"",
    "collector_number": "2281",
    "squishdate": "07.31.2023",
    "year": "2024",
    "bio": "Adam helps technology-challenged superheroes set up their work computers. From creating email signatures to installing anti-villain virus protection this IT whiz does it all! His costumers are so appreciative that they even gave him his own superhero nickname: Captain Computer!",
    "appearance": "Adam is a pterodactyl, an ancient flying reptile. His body is a cobalt blue with a fuzzy white belly. He has a light blue beak with cobalt blue nostrils. The outside of his wings are cobalt blue with splotches and silver inner wings. He has round, black eyes and a smiling mouth."
  },
  {
    "name": "Adderley",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4f/Adderley.png/revision/latest/scale-to-width-down/268",
    "type": "Sloth",
    "color": "Tie-dye, Silver",
    "size": "5\"",
    "collector_number": "2335",
    "squishdate": "09.26.2023",
    "year": "2022",
    "bio": "Get ready for Adderley's pasta surprise! This sloth tosses noodles all night at her tiny pasta bistro. From bucatini to ravioli, Adderley makes them all by hand. So what's the surprise? The menu changes daily, so you never know what kind of tasty combinations chef Adderley might have dreamed up. She hopes you love cheese!",
    "appearance": "Adderley is a sloth with a white face and a rainbow, tie-dyed body with a  silver a belly. Rose gold banded markings over her eyes and a silver muzzle. She has round, black eyes with lashes, a pink gold, oval-shaped nose and an open mouth."
  },
  {
    "name": "Addison",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9a/Addison.png/revision/latest/scale-to-width-down/268",
    "type": "Lamb",
    "color": "Green",
    "size": "2\", 5\", 8\", 12\", 16\"",
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "Addison seeks travel wherever she goes. She is constantly learning new languages, so that she can make friends across the globe! Where will your next adventure be with Addison?",
    "appearance": "Addison is a green sheep with a white face. Her inner ears are also white. She has round black eyes with short lashes, light pink blushing cheeks, and a light pink mouth."
  },
  {
    "name": "Adela",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/20/Adela.jpeg/revision/latest/scale-to-width-down/268",
    "type": "Basset Hound",
    "color": "Tan, White",
    "size": "5\", 7.5\", 12\"",
    "collector_number": "1694",
    "squishdate": "04.14.2022",
    "year": "2023",
    "bio": "Got a toothache? Have no fear--Adela the dentist has arrived to the rescue! She helps remove tooth decay, fills cavities, and repair fractured tooth. Adela even double checks your enamel strength. Go home feeling well cared for, and with minty fresh breath, too!",
    "appearance": "Adela is a tan basset hound with white markings on her face. She has long tan ears, black round eyes and a black nose and mouth."
  },
  {
    "name": "Adelaide",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/02/Adelaidef.png/revision/latest/scale-to-width-down/267",
    "type": "Octopus",
    "color": "Pink, Purple, Tie-dye",
    "size": "5\", 12\"",
    "collector_number": "920",
    "squishdate": "4.13.2021",
    "year": "2021",
    "bio": "Meet Adelaide. This is one sassy 'Mallow who LOVES all things fashion. She is known for having a great sense of style and speaking her mind, she's got enough sass for all eight tentacles! If you need a second opinion, give her a call!",
    "appearance": "Adelaide is an octopus with a pink and purple tie-dye pattern. She has a sparkly, shimmery pink belly. She has a round body with eight short, metallic tentacles, each of which is a different color (including purple, hot pink, rainbow and light pink). She has round, black eyes and a smiling mouth."
  },
  {
    "name": "Adelle",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4d/Adelle.png/revision/latest/scale-to-width-down/268",
    "type": "Lava Lamp",
    "color": "Orange, Grey",
    "size": "5\", 8\", 12\", 14\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2023",
    "bio": "Meet Adelle. This far out ‘Mallow loves her film camera, shopping for vintage thrifted clothing and listening to rock! She loves doing groovy photo shoots with her friends and putting them on her fashion blog! Want to join? She’d love to style you!",
    "appearance": "Adelle is an orange lava lamp that has lava oozing on her body. She is grey on the top and bottom of her body. Her face consists of black eyes and a red smile."
  },
  {
    "name": "Adila",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4e/Adila.png/revision/latest/scale-to-width-down/268",
    "type": "Antelope",
    "color": "Brown",
    "size": "3.5\", 5\", 8\", 12\", 16\"",
    "collector_number": "1034",
    "squishdate": "6.2.2021",
    "year": "2021",
    "bio": "Adila is a bit nervous around new people, but she's trying to be brave and speak in front of others by joining the debate team. Adila's secret advantage is that she is a great writer so words come to her naturally. Would you help her practice for her first big debate?",
    "appearance": "Adila is a brown antelope with two curved, chocolate brown horns atop her head. Her ears, which are curled, sit below. She has pure white markings on her lower muzzle and around her eyes, with a dark brown line running through the center of her eye markings. Her inner ears and belly are off-white. She has round, black eyes with curly lashes and a black nose and mouth."
  },
  {
    "name": "Adin",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/47/Adin.jpg/revision/latest/scale-to-width-down/268",
    "type": "Space Game",
    "color": "Grey, blue",
    "size": "3.5\", 5\", 8\", 16\"",
    "collector_number": "1130",
    "squishdate": "7.14.2021",
    "year": "2022",
    "bio": "Meet Adin. He loves black and white movies, thrift shopping and even owns his own video store. Are you ready to go back in time with Adin?",
    "appearance": "Adin is a grey arcade cabinet video game with a blue top and bottom. He has two circular red buttons and a red joy stick on the left of his body. In the middle of his body is a rectangular black screen with a video game of a spaceship, stars, and meteors similar to the arcade game Asteroids. Above the screen, Adin has two round black eyes and a smiling red mouth."
  },
  {
    "name": "Adjani",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3d/Adjani.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cow",
    "color": "Brown, Pink, White",
    "size": "16\"",
    "collector_number": "2342",
    "squishdate": "10.4.2023",
    "year": "2024",
    "bio": "Adjani is throwing a 'save the rainforest' benefit concert! This 4th grade class president can't wait to hear her classmates perform and even wrote a song of her own. Adjani is calling it 'Think Global, Act Local' and hopes it inspires her community to do the very same!",
    "appearance": "Adjani is a brown cow with a winking right eye and a stripe of pink running through the center of her face. She has small, white horns. The inside of her ears are pink and she has a white muzzle with pink nostrils. Her belly is a sunset pattern."
  },
  {
    "name": "Adonis",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/ca/Adonis.jpg/revision/latest/scale-to-width-down/268",
    "type": "Monkey",
    "color": "Yellow, Orange",
    "size": "16\"",
    "collector_number": "2931",
    "squishdate": "03.05.2025",
    "year": "2025",
    "bio": "Adonis is a patron of the language arts (or, as they call it in his \"native tongue\": ooh-ooh-eee-eee-ooh). He just commissioned a benefit reading of greetings from around the world and can't wait for a star-studded night of salutations. You didn't hear it from Adonis, but Kathleen Syntax is doing ni hao ma!",
    "appearance": "Adonis is a yellow monkey with a dark orange mane and pale blue face. He has small, yellow ears and a yellow body with a dark orange belly. He has a tuft of dark orange fuzz on top of his head. His muzzle is round and short with dark blue nostrils and curved mouth."
  },
  {
    "name": "Adrian",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fd/Adrian.webp/revision/latest/scale-to-width-down/268",
    "type": null,
    "color": "Blue",
    "size": "5\", 8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2023",
    "bio": "Meet Adrian. He wants to be a radio DJ when he grows up. He loves eclectic music from all around the world! There’s nothing he loves more than discovering a new song he’s never heard before and then sharing it with his friends. Got a song you love? Share it with Adrian!",
    "appearance": null
  },
  {
    "name": "Adrie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4a/Adrie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Caticorn",
    "color": "Pink, Tie-dye",
    "size": "7.5\"",
    "collector_number": "1568",
    "squishdate": "03.18.2022",
    "year": "2022",
    "bio": "Say hey to Adrie! Adrie tours all over the globe with her flute! Since she's often on the move, Adrie writes postcards to all her closest 'Mallows friends. She always makes sure to write them with pretty colors and adds lots of stickers! Want to be pen pals with Adrie?",
    "appearance": "Adrie is a pink tie-dye caticorn. Her belly and inner ears are colored white. She has a white, shimmery horn with a pink swirl. She has black rounded eyes with short lashes and a pastel pink nose and mouth, all framed by two black whiskers on each side."
  },
  {
    "name": "Adrienne",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/18/Adrienne.webp/revision/latest/scale-to-width-down/268",
    "type": "Cactus",
    "color": "Purple",
    "size": "7.5\", 16\"",
    "collector_number": "2470",
    "squishdate": "01.17.2024",
    "year": "2024",
    "bio": "Adrienne works at a hair salon. She uses her long cactus spines as cutting shears and a hair comb! Adrienne can cut and style any kind of 'Mallow hair and loves to offer a relaxing scalp massage—although her associateJackiecan take care of that.",
    "appearance": "Adrienne is a purple cactus with two, uneven cactus arms on her sides. There are yellow spikes all over her body except for her pink belly. She has two flowers with petals and orange pistil one on her head and one on her left arm. She has pink blush, black eyes with lashes, and a pink mouth."
  },
  {
    "name": "Adrina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fb/Adrina.png/revision/latest/scale-to-width-down/267",
    "type": "Caticorn",
    "color": "Lavender",
    "size": "16\"",
    "collector_number": "1770",
    "squishdate": "04.20.2022",
    "year": "2023",
    "bio": "Adrina is a periwinkle blue caticorn, a cat with a unicorn horn. She has triangular ears and a tail. The inside of her ears and her belly, as well as the spiral on her horn, are striped in rainbow. The horn itself is a shimmery silver. She has closed eyes and a pale pink nose and mouth, all framed by two black whiskers.",
    "appearance": "Adrina is a periwinkle blue caticorn, a cat with a unicorn horn. She has triangular ears and a tail. The inside of her ears and her belly, as well as the spiral on her horn, are striped in rainbow. The horn itself is a shimmery silver. She has closed eyes and a pale pink nose and mouth, all framed by two black whiskers."
  },
  {
    "name": "Aegi",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/60/Aegi-SakuraDragon.png/revision/latest/scale-to-width-down/268",
    "type": "Sakura Dragon",
    "color": "Pink",
    "size": "12\"",
    "collector_number": "2322",
    "squishdate": "09.18.2023",
    "year": "2024",
    "bio": "Aegi loves helping others! This sensitive-yet-straightforward dragon gives the best advice around, especially when it comes to fashion. Though she might not be much of a morning 'Mallow, Aegi is always happy to wake up to a day full of sushi, handbag shopping, and quality time with her bestie!",
    "appearance": "Aegi is a rose-pink dragon with silver, glittery horns and wing webbing. She has black eyes, white inner ears and muzzle with pink nostrils. Her belly is a pastel pink with a Sakura flower and petal pattern on it."
  },
  {
    "name": "Aerope",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3f/Aerope.jpg/revision/latest/scale-to-width-down/268",
    "type": "Swamp Monster",
    "color": "Purple, Navy",
    "size": "5\"",
    "collector_number": "2567",
    "squishdate": "03.05.2024",
    "year": "2024",
    "bio": "Aerope can’t imagine life without music. She’s always singing, humming, or playing the lyre, even underwater. Actually, Aerope gets her best song ideas while swimming deep in the quiet seas. So listen closely next time you're by the shore—it could be Aerope singing just for you",
    "appearance": "Aerope is a purple monster with black horns with navy fin-like flaps with purple lines on the sides of her body, and a navy belly. She has navy spots on the right side of her face. She has mischievous with lashes and a red mouth with pointy white teeth."
  },
  {
    "name": "Afiyah",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/1d/Afiyah.webp/revision/latest/scale-to-width-down/268",
    "type": "Succulent",
    "color": "Pink, green",
    "size": "5\", 8\", 12\", 16\"",
    "collector_number": "1056",
    "squishdate": "6.09.2021",
    "year": "2022",
    "bio": "Meet Afiyah. She loves to sing and dance along withOz; they make a great dancing duo. Afiyah has been dancing most of her life and says that dancing is like the air she needs to breathe. Between her talent and her determination, she is one show-stopping succulent.",
    "appearance": "Afiyah is a succulent plant inside of a pink pot that makes up her body. She has rows of leaves on top that are green with pink edges. She has round, black eyes with short lashes and a smiling pink mouth."
  },
  {
    "name": "Agnes Rose",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/ff/AgnesRose.webp/revision/latest/scale-to-width-down/268",
    "type": "Ostrich",
    "color": "Black, Pink, White",
    "size": "12\"",
    "collector_number": "2301",
    "squishdate": "08.25.2023",
    "year": "2024",
    "bio": "Preeee-senting Contestant #42: Agnes Rose! From Junior Queen of the Galaxy to Little Miss Baked Potato, the only thing Agnes Rose loses at beauty pageants is the occasional bobby pin. With her signature talent—complimenting the judges in iambic pentameter—it’s not hard to figure out why!",
    "appearance": "Agnes Rose is a pink ostrich with black wings, and her head is pink. Her body is charcoal black with a stone grey tummy and white fluff on. Her face consist of black round eyes with and she has a pink beak with few black dots has her nose. She has a tuft of white hair."
  },
  {
    "name": "Agnolo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/44/Agnolo.webp/revision/latest/scale-to-width-down/268",
    "type": "Tadpole",
    "color": "Blue",
    "size": "5\", 10\"",
    "collector_number": "2290",
    "squishdate": "08.11.2023",
    "year": "2024",
    "bio": "Show and tell happens once a week at Agnolo's school, and makes him super nervous. He always freezes when it's time to stand up in front of the class! So Agnolo decided to start practicing his presentation at home. Could he show you what he's prepared so far?",
    "appearance": "Agnolo is a navy blue frog with a bluish-grey colored belly. his eyes sit on top of his head and are black rimmed in lime. He has prominent nostrils above his smiling mouth. He has dark blue spots all over his body with a tadpole-like tail behind him."
  },
  {
    "name": "Agora",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/47/Agora.jpg/revision/latest/scale-to-width-down/268",
    "type": "Witch",
    "color": "Black, Grey",
    "size": "4.5\", 8\", 12\"",
    "collector_number": "2833",
    "squishdate": "12.12.2024",
    "year": "2025",
    "bio": "Ding-dong, Agora's calling! Your friendly neighborhood potion rep totes the finest elixirs the Scary Carrie has to offer—from the hair growth potion that may not start with your armpits, to the slumber serum that only makes you sleep-talk your secrets! Be sure to ask for the Fiends & Family Discount!",
    "appearance": "Agora is a Caucasian witch with grey hair tied in pigtails. On her head, she wears a witch hat with a pink buckle. She wears a black shirt with black and grey stripped pants. She is holding a potion bottle with pink potion inside of it. She has round, black eyes with lashes and a red smile."
  },
  {
    "name": "Aicha",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ea/Aicha3.png/revision/latest/scale-to-width-down/268",
    "type": "Seashell",
    "color": "Pink",
    "size": "8\", 5\"",
    "collector_number": "1136",
    "squishdate": "07.15.2021",
    "year": "2022",
    "bio": "Meet Aicha. She is the strongest swimmer in the ocean and the prettiest shell on the beach. When she’s not soaking in the sun, she’s diving into the water to save lives. Whenever Aicha is around, you can guarantee a smile and a fun day in the sun.",
    "appearance": "Aicha is a pink seashell with black round eyes and eyelashes, and a red mouth. She has a white belly with silver glitter."
  },
  {
    "name": "Aiden",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/07/Aiden-Dragon.png/revision/latest/scale-to-width-down/268",
    "type": "Dragon",
    "color": "Grey",
    "size": "12\"",
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "Whos' ready to change the world? Aiden, this thoughtful mallow tries to think about everyone around them and how to be fair. Even though he's not quite perfect, he hopes he can make a difference.",
    "appearance": "Aiden is a grey dragon in the flat, stackable style. They* have holographic black inner ears, horns, spines, and wing webbing. His eyes are black, he has a white muzzle and black nostrils."
  },
  {
    "name": "Aidy",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ec/AidyPink.jpg/revision/latest/scale-to-width-down/268",
    "type": "Shark",
    "color": "Pink",
    "size": "8\", 20\"",
    "collector_number": "1732",
    "squishdate": "04.18.2022",
    "year": "2023",
    "bio": "Aidy swims into work with her pep in her fins every morning! Aidy loves being a social worker because she gets to make a difference in the lives of all her clients. When Aidy has a long work walk, her favorite way to unwind is with karaoke night. What song would Aidy play for you?",
    "appearance": "Aidy is a whale shark, the largest variety of shark. She has a pink gradient, darker at the top and lighter towards the bottom. She has wavy white stripes running horizontally across his body, accompanied by white spots. She has a fin on each side of her body, one atop her head, one on her back and a pointed tail. She has a large white belly which goes up to her mouth. She has a round, black eyes, a pink, open smiling mouth and two black gills on either cheek."
  },
  {
    "name": "Aika",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e0/Aika.webp/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Rainbow",
    "size": "8\"",
    "collector_number": "1053",
    "squishdate": "11.26.2021",
    "year": "2021",
    "bio": "Aika is a runner who loves the outdoors. She loves to race along the beach or try a new trail in the mountains. She is fast and loves healthy competition. When it's time for a break, she loves to curl up in the sand and soak up some sun. Do you want to race?",
    "appearance": "Aika is an axolotl with a rainbow gradient, starting with red on top of her head all the way down to sky blue. She has shimmery silver gills with a blue frill on each side of her head. She has small, stubby arms and a white belly. She has round black eyes and a cat-like smile."
  },
  {
    "name": "Aimee",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/ca/Aimee.jpg/revision/latest/scale-to-width-down/268",
    "type": "Chick",
    "color": "Yellow",
    "size": "2\", 5\", 7\", 8\", 11\", 12\", 13\", 16\"",
    "collector_number": "127",
    "squishdate": "07.01.2018",
    "year": null,
    "bio": "This chick has got quite the resume! From clubs to competitions to shows and more, Aimee is a busy bee both on and off the floor. In her spare time she plans events that she isn't even a part of and hopes to be in charge of red carpet events someday.",
    "appearance": "Aimee is a bright yellow bird with a pale yellow belly and round, white markings around her eyes. She has a triangular orange beak and fluffy, lemon yellow wings and crest of feathers atop her head. She has round, black eyes with short lashes."
  },
  {
    "name": "Aina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/26/Aina.jpg/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Purple, Pink, Blue, Tie-dye",
    "size": "8\", 24\"",
    "collector_number": "1095",
    "squishdate": "07.01.2021",
    "year": "2022",
    "bio": "Aina is the queen of DIY and loves to create! She especially enjoys baking and shares her delicious confections with the people she loves most. When she grows up, she wants to have a cooking show but also show off her cool DIY designs. Do you want to create with Aina?",
    "appearance": "Aina is tie-dyed unicorn who is mostly pink, purple and blue. She has a pink mane and an off-white belly. Her inner ears, horn and muzzle are sparkling silver, and the spiral on her horn and nostrils are hot pink. She has closed eyes with long eyelashes."
  },
  {
    "name": "Ainhoca",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e1/Ainhoca.jpg/revision/latest/scale-to-width-down/268",
    "type": "Ankylosaurus",
    "color": "Grey",
    "size": "5\", 7.5\", 8\", 11\", 12\", 14\", 16\"",
    "collector_number": "2016",
    "squishdate": "10.31.2022",
    "year": "2023",
    "bio": "Do you hear a whistle? That's Ainhoca stopping traffic to let little 'Mallows cross the street to on their way to school. Ainhoca is a crossing guard at her local elementary school and uses her powerful tail to block cars, or move students to the other side of the road!",
    "appearance": "Ainhoca is a dark grey ankylosaurus, a heavily armored type of dinosaur. She has two brown spots on her broad brown plate with four white spikes atop her head. She has a light grey belly with round black eyes and a plain, smiling mouth."
  },
  {
    "name": "Ainsley",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/93/Ainsley.jpg/revision/latest/scale-to-width-down/268",
    "type": "Wolf",
    "color": "Light Blue",
    "size": "18\" laying hug mees",
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "\"Meet Ainsley, a new gal on the block. She loves making homemade gifts for her friends, crafting with sparkles is her speciality. Join Ainsley at her next craft party!\"",
    "appearance": null
  },
  {
    "name": "Aja",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7b/Aja_with_tag.png/revision/latest/scale-to-width-down/268",
    "type": "Alicorn",
    "color": "Pink, white",
    "size": "4\", 8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Step into the tiny world of Aja, she is one crafty alicorn! Aja’s love for crafts has inspired her to build a tiny world. She makes furniture and loves to show them to her friends. Do you want to see the world she’s building?",
    "appearance": "Aja is a ghost pegacorn with a white body. She has a pink mane, and in front of that, a silver horn. She has two glittery white wings. She also has a pink belly that says “Boo!” in silver lettering."
  },
  {
    "name": "Akilah",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4f/Akilah.webp/revision/latest/scale-to-width-down/268",
    "type": "Stingray",
    "color": "Blue",
    "size": "12\", 16\"",
    "collector_number": "2471",
    "squishdate": "01.17.2024",
    "year": "2024",
    "bio": "Akilah is the conductor of an eco-friendly symphonic orchestra. Though she started in the company as a plastic bottle piccolo player, Akilah has a soft spot for the string section. She especially loves the squeaky sound the dental floss viola makes!",
    "appearance": "Akilah is a bluish-grey Stingray with a pale blue belly. She has white spots on her back, and tail. She has round black eyes, and a simple red smile. She has two round fins and a pointy tail. She also has three gills on both sides of her front."
  },
  {
    "name": "Akina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/be/Akina.png/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Pink, blue, purple",
    "size": "2\", 8\", 24\"",
    "collector_number": "1029",
    "squishdate": "6.2.2021",
    "year": "2022",
    "bio": "Green and blue are Akina's favorite colors and she loves to show them off with brightly colored shoes. Because she loves shoes so much, Akina has a shoe collection like no other. From vintage treasures to one-of-a-kind creations, she has a story for almost every pair!",
    "appearance": "Akina is an axolotl with a striped gradient pattern in candy pink, purple and aquamarine blue and a pattern of white stars scattered over the top. She has hot pink gills with an electric blue frill on each side of her head. She has small, stubby arms and a white belly. She is winking her right eye and has a cat-like smile."
  },
  {
    "name": "Akira",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/ce/Akira.jpg/revision/latest/scale-to-width-down/268",
    "type": "Sloth",
    "color": "Grey, Tie-dye",
    "size": "8\"",
    "collector_number": "1039",
    "squishdate": "06.03.2021",
    "year": "2022",
    "bio": "Meet Akira. She loves to read while she soaks up the sun. Her favorite genre is fantasy, she loves to imagine life as some of the characters she reads about. Her latest read is about a magical warrior princess who saves the day, do you have any suggestions for her next read?",
    "appearance": "Akira is a sloth with a tie-dye brown body and a grey patch on her face. The banded markings around her eyes and her muzzle are grey. She has a fuzzy white belly. She has a winking expression, a black round nose and cat-like smile."
  },
  {
    "name": "Aksel",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/ae/Aksel_2.png/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Orange, pink",
    "size": "7.5\", 16\"",
    "collector_number": "1708",
    "squishdate": "04.18.2022",
    "year": "2023",
    "bio": "Aksel just started his empanada business. He's using a family recipe with added spicy sauce. Aksel takes orders over phone and cooks everything from scratch in his kitchen- he'll even deliver it to you personally! What kind of empanada can Aksel make for you?",
    "appearance": "Aksel is a orange and pink Axolotl. He is pink with splotches of orange. He has orange and blue gills with his tummy white and has pink arms. His face consists of round black eyes and a cat-like smile."
  },
  {
    "name": "Alan",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b7/Alan1.png/revision/latest/scale-to-width-down/268",
    "type": "Fox",
    "color": "Brown",
    "size": "2\", 3\", 5\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2020",
    "bio": "Alan is a talented woodworker, and loves coming up with unique gifts that he crafts by hand for all his family and friends. We're excited to see what he comes up with for this Valentine's Day!",
    "appearance": "Alan is a brown fox with large, triangular ears. His belly, the insides of his ears and the markings on his eyes and the sides of his face are all white. He has round black eyes, a triangular nose and two angled whiskers on each cheek. He has a glittering emblem on his chest with a small, purple heart atop a larger red one."
  },
  {
    "name": "Alandy",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/59/Alandy.jpg/revision/latest/scale-to-width-down/268",
    "type": "Frog",
    "color": "Blue",
    "size": "8\"",
    "collector_number": "47",
    "squishdate": "4.27.2021",
    "year": "2021",
    "bio": "Polka dots and cars are two of Alandy's favorite things. Alandy loves going to car shows and packs a polka dot picnic for lunch. When it comes to music, the classics are what Alandy loves the most. Maybe one day you can ride in Alandy's polka dot cruiser!",
    "appearance": "Alandy is a cobalt blue frog with a lighter blue belly. Groups of navy blue spots decorate the sides of their body and in a patch above their nose. Their eyes sit on top of their head, and are black rimmed in white. They have prominent nostrils above their wide, smiling mouth."
  },
  {
    "name": "Alba",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/92/Alba.png/revision/latest/scale-to-width-down/268",
    "type": "Mushroom",
    "color": "Orange, White",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "1812",
    "squishdate": "5.25.2022",
    "year": "2023",
    "bio": "Alba believes that simple things in life are best. Like peanut butter sandwiches with crusty bread--that's it! Nothing more, nothing less. Alba packs all her school lunches herself and makes sure to always use reusable containers or recyclable packaging.",
    "appearance": "Alba is a peach-colored Mushroom with a fuzzy light yellow belly. Alba has an orange top which is spotted with slightly lighter circles. She has one open eye and a closed one, both having eyelashes. She also has a smiling red mouth."
  },
  {
    "name": "Alberta",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/68/Alberta.jpg/revision/latest/scale-to-width-down/268",
    "type": "Maple Latte",
    "color": "Orange, White",
    "size": "7.5\"",
    "collector_number": "2817",
    "squishdate": "11.21.2024",
    "year": "2025",
    "bio": "Alberta is an ice hockey referee with a \"no-penalty-uncalled\" approach and a whistle that could cut glass. Off the rink, you might find her baking muffins at the senior home or apologizing for apologizing, but when she goes #refmode, nary a kerfuffle is tolerated. Just ask all 57 players she ejected last season!",
    "appearance": "Alberta is an orange cup of latte with whipped cream on top decorated with brown sprinkles and a brown straw with a bow on the right side. She has a tan sleeve with a pink heart in the middle. She has round, black eyes with lashes and a pink smiling mouth with blush."
  },
  {
    "name": "Albinia",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c8/Albinia.jpg/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Pink",
    "size": "12\"",
    "collector_number": "1219",
    "squishdate": "08.26.2021",
    "year": "2022",
    "bio": "Meet Albinia. She has vitiligo and loves that her body is beautiful, marble canvas. She is obsessed with the ocean! Albinia loves going to the beach to hear the waves crash and watch the stars at night, Would you like to join her?",
    "appearance": "Albinia is a pink dog with hot pink spots. She has black eyes with white outlines, a pink nose, pink ears, white fur on the bridge of her nose, and a furry belly with the letter K on it."
  },
  {
    "name": "Aldea",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/d7/Aldea.png/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Teal, purple",
    "size": "12\"",
    "collector_number": "1264",
    "squishdate": "9.29.21",
    "year": "2022",
    "bio": "Meet Aldea. This earthy mama is a holistic healer. She’s a certified Reiki massage therapist and she loves how much it heals. Aldea also knows all about plants and their healing property. Have a headache? She has the perfect essential oil for you!",
    "appearance": "Aldea's body is a gradient that starts with teal at her head and fades into purple at the bottom. She has shiny teal gills with fuzzy teal frills on each side of her head, a fluffy white belly, and a cat-like mouth."
  },
  {
    "name": "Alder",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/bd/Alder.png/revision/latest/scale-to-width-down/268",
    "type": "Owl",
    "color": "Green",
    "size": "12\"",
    "collector_number": "1595",
    "squishdate": "03.23.2022",
    "year": "2022",
    "bio": "Alder thinks there's nothing like the great outdoors. That's why she goes camping as often as she can - even in her backyard! Alder always brings extra pillows to make her tent super comfy. Roll out your sleeping bag and get ready to go glamping with Alder!",
    "appearance": "Alder is a lime-colored owl with prominent ear tufts and white markings on her face and belly. Small, orange feathers decorate her chest. She is winking her right eye and has a yellow, triangular beak. Alder wears a large, floppy witch's hat with a black band and gold buckle at the base on the left side of her head."
  },
  {
    "name": "Aldice",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/0d/Aldice.webp/revision/latest/scale-to-width-down/268",
    "type": "Red Panda",
    "color": "Purple",
    "size": "12\"",
    "collector_number": "2537",
    "squishdate": "02.12.2024",
    "year": "2024",
    "bio": "Book your appointment with Aldice before her schedule fills up! She's one of the most sought after nail artists, who studied directly under the tutelage ofBop the Bunny. Aldice's social pages feature all of her most popular designs, including the 3D jewel tone finish. It's so shiny!",
    "appearance": "Aldice is a purple red panda. She has white markings including on their muzzle, eyebrow-like ovals above their eyes and fluffy cheeks. They have white inner ears. Her eyes, nose and mouth are all black. Their belly is lavender patterned."
  },
  {
    "name": "Aldous",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/14/Aldous.jpg/revision/latest/scale-to-width-down/268",
    "type": "Bat",
    "color": "Black, teal",
    "size": "2\", 5\", 7.5\", 8\", 12\", 16\"",
    "collector_number": "1652",
    "squishdate": "04.07.2022",
    "year": "2023",
    "bio": "Aldous quotes his favorite cowboy movies every chance he gets. He hopes you will catch the reference! Aldous dreams of owning his own ranch one day, so he can make and star in cowboy movies of his own. He's got his camera ready and reckons you'd make a great co-star.",
    "appearance": "Aldous is a black bat with triangular ears and wings on either side of his body. His inner ears. wing membrane and fuzzy belly are teal. He has round, black eyes, a pale grey muzzle and a curved smile which shows two pointed, white teeth."
  },
  {
    "name": "Aldron",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5a/Aldron-PlagueDoctor.png/revision/latest/scale-to-width-down/268",
    "type": "Plague Doctor",
    "color": "Black",
    "size": "3.5\", 4.5\", 5\", 8\", 12\"",
    "collector_number": "1364",
    "squishdate": "11.18.2021",
    "year": "2022",
    "bio": "Meet Aldron; he gets a bad rap. He looks a little scary, but he's a total sweetheart. When he's not working at his coffee shop making extra sweet pumpkin spice lattes, he volunteers with his friendBentiat an animal shelter and bottle feeds the baby kittens!",
    "appearance": "Aldron is a plague doctor who has a white mask with a bird-like beak on his face. He wears a black collar shirt with a grey belly with purple buttons on it. Aldron also wears a black hat with a purple belt and has rounded black eyes."
  },
  {
    "name": "Ale",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a2/Ale.png/revision/latest/scale-to-width-down/268",
    "type": "Seal",
    "color": "Rainbow, Tie-dye",
    "size": "8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2019",
    "bio": "Ale likes to celebrate Valentine's day with her friends, being pampered with manis and pedis. When they're done, they get to have a tea party followed by a photo shoot!",
    "appearance": "Ale is a tie-dye/rainbow seal with two flippers, one on each side. She has a white muzzle and belly and all her facial features are black. She has two hearts on her belly, one big pink heart and one blue small heart."
  },
  {
    "name": "Alec",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/0e/Alec.webp/revision/latest/scale-to-width-down/268",
    "type": "Monster",
    "color": "Green",
    "size": "3.5\", 16\"",
    "collector_number": "1754",
    "squishdate": "04.20.2022",
    "year": "2023",
    "bio": "Alec buries a little treasure box time capsule for himself every five years! He gathers special knick knacks, notes to his future self, and even snacks! The snacks don't usually survive - but the memories do! Want to make a time capsule with Alec?",
    "appearance": "Alec is an olive green creature based on the Loch Ness Monster. He has fins on either side of his body, two small horns and bottle green spots along his back. His bottle green belly has a cord texture with the appearance of horizontal stripes. He has round, black eyes, a smiling mouth, and pink blush."
  },
  {
    "name": "Alejandra",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/34/Alejandra.jpg/revision/latest/scale-to-width-down/268",
    "type": "Bunny",
    "color": "Purple, Tie-dye",
    "size": "2.5\", 5\", 7\", 8\", 16\"",
    "collector_number": "142",
    "squishdate": "09.01.2018",
    "year": "2018",
    "bio": "Alejandra loves to play games and go to the beach. If you can't find her winning at card games or reading a book at the beach you might need to check again! She's always ready to try a new game with her friends.",
    "appearance": "Alejandra is a bunny with tie-dyed purple fur, and long, floppy ears. Her inner ears and belly are covered in white fur. She has round, black eyes with curled lashes and a pale pink nose and mouth."
  },
  {
    "name": "Aleka",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/ca/Aleka.jpg/revision/latest/scale-to-width-down/267",
    "type": "Axolotl",
    "color": "Pink, Tie-dye",
    "size": "4.5\", 12\"",
    "collector_number": "1162",
    "squishdate": "8.11.2021",
    "year": "2021",
    "bio": "Meet Aleka. She started making her own candles, and once her friends got a whiff of the scents, they needed to have them too! Now Aleka spends all day making candles, and she loves to create new scents for her friends. Be sure to catch her next candle release!",
    "appearance": "Aleka is a pink axolotl with a tie-dye pattern on her body. The pattern is a mix of different shades of pink. Her belly is white and she has large, black eyes and a smiling, cat-like mouth. On her belly, she has two embroided hearts, one a dark pink and the other a lighter pink."
  },
  {
    "name": "Alessi",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a6/Alessi.jpg/revision/latest/scale-to-width-down/268",
    "type": "Fox",
    "color": "Pink, rainbow",
    "size": "7\", 8\", 16\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2020",
    "bio": "Alessi is a sleepy fox, she loves to nap because her bed is as soft as a cloud! When she's not napping, you can find her sipping on iced coffee and getting ready for her next class. She teaches gym and also goes to night school to become a nurse.",
    "appearance": "Alessi is a musk pink fox with large, triangular ears, the inside of which are hot pink and glittery. She has white markings on her face, including fluffy cheeks. She has closed eyes with long, thick lashes and a black nose and mouth. Her belly and tail are covered in striped rainbow fur which includes yellow, baby pink, sage green, lavender and baby blue shades."
  },
  {
    "name": "Alex",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/02/Alex_the_Bulldog.jpg/revision/latest/scale-to-width-down/268",
    "type": "Bulldog",
    "color": "Brown, tan",
    "size": "7\"",
    "collector_number": "1590",
    "squishdate": "03.23.2022",
    "year": "2022",
    "bio": "Alex practices karate moves every day in his backyard. He's getting ready to be a stunt-dog in superhero movies! First, he copies what he sees in action scenes, then adds his own flair. Once his friendBambzintroduces him to her film pals, he can prepare a demo tape!",
    "appearance": "Alex is a light brown dog with dark brown ears and a light tan belly. His ears are triangular and standing up from his head. He has a dark brown, pronounced snout with classic bulldog jowls, with a rounded black nose and round black eyes and his pink toungue sticks out of his mouth."
  },
  {
    "name": "Alexie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e4/Alexie-Cow.png/revision/latest/scale-to-width-down/268",
    "type": "Cow",
    "color": "Purple, Black",
    "size": "2\", 5\", 7\", 12\", 16\", 24\"",
    "collector_number": "1451",
    "squishdate": "12.16.2021",
    "year": "2022",
    "bio": "Meet Alexie. He's anything but a morning 'Mallow. He loves lazy mornings and sleeping in but he makes exceptions! Have an early morning project you need help with? He'll be the first to lend a helping hand. He just needs a hot cup of coffee and a warm pastry first!",
    "appearance": "Alexie is mostly lavender purple with patches of black on his lower right side and on his left ear. He has shiny, triangular horns and round, black eyes. The inside of his ears are pink and his muzzle is white with purple nostrils."
  },
  {
    "name": "Alfie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/39/Alfie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Grey, Black",
    "size": "7.5\", 8\"",
    "collector_number": "2638",
    "squishdate": "06.13.2024",
    "year": "2025",
    "bio": "Alfie works in quality control at the local bouncy ball factory! He ensures all products are fetchable, floatable, and—most important to Alfie—slobberable. Balls that don't meet this criteria are promptly destroyed by Alfie and definitely not taken home for playtime with bestiesDaniandJett!",
    "appearance": "Alfie is a grey dog. He has fuzzy black ears on his head and a large tuft of grey fur on his head. He has a fuzzy grey belly with and fuzzy muzzle on his face and fuzzy grey eyebrows. He has round, black eyes with a black nose and mouth,"
  },
  {
    "name": "Alfred",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/89/Alfred.jpg/revision/latest/scale-to-width-down/268",
    "type": "Reindeer",
    "color": "Brown, Red",
    "size": "4\", 7\", 8\", 12\"",
    "collector_number": "1546",
    "squishdate": "03.11.2022",
    "year": "2022",
    "bio": "Meet Alfred. He stays up to date on the latest health food trends. Right now, Alfred is all about eating leafy greens! He adds them to everything from lunches to smoothies. Alfred has also discovered that roasting Brussels sprouts leads to delicious results! Want to join Alfred's health kick?",
    "appearance": "Alfred is a brown moose. He has large,red-squared quilt patterns antlers with the same color as the scarf which stand tall on his head and curve inwards. His muzzle, belly and inner ears are all a light, sandy color. He has round, black eyes and brown nostrils."
  },
  {
    "name": "Alice",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a8/Alice.jpg/revision/latest/scale-to-width-down/268",
    "type": "Llama Pegacorn",
    "color": "Pink",
    "size": "11\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Strawberry smoothies and pineapple pizza are two of Alice's favorite things. Even though she has wings - Alice is afraid of heights! She prefers to keep both her feet on the ground, but maybe one day she will soar the skies.",
    "appearance": "Alice is a llama pegacorn, a combination of llama, pegasus and unicorn. As such, she has features of all three: a gold unicorn horn, gold pegasus wings and a white llama face with round black eyes and a triangular nose. Her body is pastel pink."
  },
  {
    "name": "Aligail",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/ff/Aligail.png/revision/latest/scale-to-width-down/268",
    "type": "Cupcake",
    "color": "Pink, Purple, Blue, White",
    "size": "5\", 8\"",
    "collector_number": "1968",
    "squishdate": "09.20.2022",
    "year": "2023",
    "bio": "Aligail helps 'Mallows with all their vacation needs! She's a longtime travel agent who loves to personalize every trip, and even prepares a special booklet of important info every 'Mallow needs while traveling. Be sure to stop by Aligail's office around a holiday - she dresses up for the occasion all week!",
    "appearance": "Aligail is a cupcake with swirled icing in layers of pink and purple. Pastel colored sprinkles decorate the two upper layers. She has round, black eyes and a smiling mouth. Her lower half is white with sky blue stripes."
  },
  {
    "name": "Alijoon",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/05/Alijoon.webp/revision/latest/scale-to-width-down/268",
    "type": "Monster",
    "color": "Cyan, Pink",
    "size": "3.5\", 5\", 7.5\", 8\", 12\"",
    "collector_number": "2553",
    "squishdate": "02.26.2024",
    "year": "2025",
    "bio": "Get ready for a big Alijoon hug. He's ready to lift your spirits—and lift you off the ground! Alijoon's treetop height makes him one of the tallest 'Mallows around, but that doesn't stop him from goofing off with his buddies, no matter their size Alijoon's planning a silent disco this weekend, and you're invited!",
    "appearance": "Alijoon is a cyan monster with pink and light pink striped horns that droop downwards. He wears a pink heart headband on top of his head and a fuzzy belly with a light pink unibrow that stretches across. He has round, black eyes with lashes and a wide smile with two triangular teeth poking from the top."
  },
  {
    "name": "Alita",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/86/Alita.png/revision/latest/scale-to-width-down/268",
    "type": "SeaCow",
    "color": "White, black",
    "size": "2.5\", 5\", 8\", ToyDrops Exclusive, 12\", SDCC 2022 Exclusive",
    "collector_number": "1510",
    "squishdate": "1.25.2022",
    "year": "2022",
    "bio": "Say hi to Alita! Want to challenge Alita to an underwater race? Alita is a super fast swimmer, and can hold her breath for five laps - she's counted! Put on your goggles and swimsuit, and hit the pool with Alita!",
    "appearance": "Alita is a SeaCow, the combination of a cow and a manatee. She has the body of a cow with a pink manatee snout, flippers for arms, and a split tail fin. Her snout is spotted with a slightly darker pink and she has small nostrils. She has a white body with patches of black spread around her body. She has small, cream-colored triangular horns atop her head and round, black eyes."
  },
  {
    "name": "Alizeh",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/0d/Alizeh.png/revision/latest/scale-to-width-down/267",
    "type": "Fox",
    "color": "Red",
    "size": "12\", 14\"",
    "collector_number": "1096",
    "squishdate": "7.1.2021",
    "year": "2021",
    "bio": "Meet Alizeh. This sly fox loves practical jokes and giving her friends a fright. Some of Alizeh's practical jokes involve costumes, fake bugs and silly string. She always gets permission when she records a good scare. Do you want to watch one of her compilation videos?",
    "appearance": "Alizeh is a red fox. She has large, triangular ears, the inside of which are white, matching her belly. She has white markings on her face, including a round muzzle and fluffy cheeks. The markings on the tip of her tail her tail are also white. She has round, black eyes with short lashes and a black nose and mouth."
  },
  {
    "name": "Allegra",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e1/Allegra.webp/revision/latest/scale-to-width-down/268",
    "type": "Chocolate Frappe",
    "color": "Brown, Pink, White",
    "size": "12\"",
    "collector_number": "2648",
    "squishdate": "06.17.2024",
    "year": "2025",
    "bio": "Allegra is queen of quiches! The faces of those who challenge her throne are always marked by egg eventually but never through nefarious means. Allegations of oven manipulation at the laughable to Allegra—almost as laughable as those who claimed spinach sabotage the year prior!",
    "appearance": "Allegra is a brown Frappe cup topped with whipped cream decorated with rainbow sprinkles and teal syrup below. She has chocolate dripping down her head. She has a yellow straw on her head and a pink bunny on the right side. She has a light pink quilted sleeve on her body. She has round, black eyes and a red smile with pink blush."
  },
  {
    "name": "Allina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/95/Allina.webp/revision/latest/scale-to-width-down/267",
    "type": "Squirrel",
    "color": "Pink",
    "size": "2\", 2.5\", 5\", 7.5\", 8\", 12\"",
    "collector_number": "1351",
    "squishdate": "11.16.2021",
    "year": "2021",
    "bio": "Meet Allina! She's a lifelong optimist. No matter how dark the storm clouds get, she always focuses on the bits of light peeking out from behind them! She's taking a woodworking class to learn how to make her own rocking chair so she can sit and listen to the rain from her porch.",
    "appearance": "Allina is plum-colored squirrel. She has three magenta stripes on her head and her nose and mouth are the same shade. Her face and belly are white and the insides of her ears are glittery silver. She also has a bushy plum-colored tail."
  },
  {
    "name": "Ally",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/8d/Ally1.png/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Pink, purple",
    "size": "8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Meet Ally the Axolotl! She's a total sweetheart who LOVES coffee, shopping, and being with family. There's nothing she loves more than a good clothing haul... except a perfectly planned vacation! When she's not with family, you can find her dreaming about her future job as a fashion buyer.",
    "appearance": "Ally is an axolotl with a striped gradient pattern in berry shades, mostly pink and purple, and a pattern of white stars scattered over the top. She has red gills with a pale pink frill on each side of her head. She has small, stubby arms and a pale pink belly. She has two closed eyes with short lashes and a cat-like smile."
  },
  {
    "name": "Aloeen",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/17/Aloeen-Latte.webp/revision/latest/scale-to-width-down/268",
    "type": "Latte",
    "color": "Aqua, Pink",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "2352",
    "squishdate": "10.18.2023",
    "year": "2024",
    "bio": "You can usually find Aloeen driving around town. Some neighbors even know her car on sight! This 'Mallow loves driving so much, she's looking for pickup and drop-off gigs she can do for some extra cash. Could Aloeen deliver your next pizza order?",
    "appearance": "Aloeen is a latte in an aqua takeaway cup. She has a white lid with a light green straw poking out, and an aqua body with a pink band around her middle. A coffee bean-like logo design decorates her middle. She has round, black eyes with short lashes, and a black, smiling mouth."
  },
  {
    "name": "Alonzo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/6e/Alonzo.png/revision/latest/scale-to-width-down/268",
    "type": "Highland Cow",
    "color": "Brown, White",
    "size": "3.5\", 5\", 7.5\", 8\", 12\"",
    "collector_number": "1789",
    "squishdate": "05.12.2022",
    "year": "2023",
    "bio": "Alonzo is renting a party bus for his birthday weekend! He wants to spread party vibes all over town with his squad. The bus has two coolers for snacks and sodas, and every rider gets a balloon and goodie bags that Alonzo put together himself. Snap some glow sticks and jump on the bus!",
    "appearance": "Alonzo is a white cow with brown spots has a patch of longer sandy fur like a fringe. He has an sandy muzzle and inner ears, and a fluffy, sandy belly He has thin, curved horns which sit wide from his head and are white. Thin  off-white line mark the horn sections. He has round, black eyes, brown nostrils and a small smile."
  },
  {
    "name": "Alphonso",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f3/Alphonso.webp/revision/latest/scale-to-width-down/268",
    "type": "Monster",
    "color": "Purple, Teal",
    "size": "8\"",
    "collector_number": "2784",
    "squishdate": "10.10.2024",
    "year": "2025",
    "bio": "Alphonso is a dutiful butler—to a family of ghosts! Although he cannot see them or hear them, he stays attentive to their subtle ghost cues. For instance, a chill down his spine means \"fetch me my slippers!\" while static on the TV means \"call the cable company!\"",
    "appearance": "Alphonso is a purple monster. He has eight fuzzy purple and teal octopus legs. He has purple and teal striped horns as well as a purple and teal striped belly. He has black eyes in a winking expression with a teal patch on the left eye, he has a black smiling mouth with pointy teeth."
  },
  {
    "name": "Alsace Lorraine",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/d4/Alsace_Lorraine.webp/revision/latest/scale-to-width-down/268",
    "type": "Jester",
    "color": "Black, Purple, Blue",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "2633",
    "squishdate": "05.31.2024",
    "year": "2025",
    "bio": "Alsace Lorraine is a personal injury attorney at the white-collar law firm of Head, Shoulders, Knees, & Toes. She specializes in vending machine malfunctions and guarantees her clients A1 settlements, even when they were the ones shaking the machine!",
    "appearance": "Alsace Lorraine is a jester. She wears a jester hat with purple on the left side and black on the right side with her face poking out. There are two pom poms on each side of her hat one black one on the left and one purple on the right. She wears a black and grey striped outfit with purple buttons and a blue ruffle. She has mischievous eyes with purple and blue make up above and below her eyes and a  pink smile"
  },
  {
    "name": "Alten",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/32/Alten-Milk.png/revision/latest/scale-to-width-down/268",
    "type": "Christmas Milk",
    "color": "White, Red",
    "size": "4.5\", 10\", 12\", 14\"",
    "collector_number": "1978",
    "squishdate": "9.22.2022",
    "year": "2023",
    "bio": "Think you know milk? Think again! Alten is a carrot farmer with a special secret—he loves to carol! Along with his movie star sister,Arlene, Alten spends every Christmas morning regaling his neighbors with yuletide cheer and toe-tapping melodies.",
    "appearance": "Alten is a white milk carton with a red band by his center readingMILKin a white, print font andfor Santain a cursive font. Under the band he has a red and black gingham pattern, and a white lid on top with a red bow and red and white striped straw poking out by his left. He has black eyes and a red smile."
  },
  {
    "name": "Althea",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/1a/Althea_Walmart.jpg/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Lime Green",
    "size": "5\", 14\"",
    "collector_number": "1277",
    "squishdate": "10.12.2021",
    "year": "2022",
    "bio": "Excuse Althea if she seems a little sleepy. She has insomnia which keeps her up at night when she would much rather be sleeping! She's tried everything, exercise, herbal tea, even counting sheep! But she makes up for it in the daytime with cat naps and lots of coffee!",
    "appearance": "Althea is a lime green color on her body with chrome gills with a teal frill on each side of her head. She has small, stubby arms and a shiny, teal belly. She has round black eyes and a cat-like smile."
  },
  {
    "name": "Altman",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/05/Altman-Squid.png/revision/latest/scale-to-width-down/268",
    "type": "Squid",
    "color": "Maroon, Red",
    "size": "3.5\", 5\", 8\", 14\"",
    "collector_number": "2026",
    "squishdate": "10.31.2022",
    "year": "2023",
    "bio": "Eight arms, you're in! Altman is an invaluable outfielder for his company's after-work baseball team. With suction cups for catching and slippery ink for sliding, it's no wonder this gigantically talented squid is a seven-time MVP.",
    "appearance": "Altman is a maroon squid with a triangular head with ten red tentacles. He has a light red belly, black eyes, and a black smile."
  },
  {
    "name": "Alva",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ef/Alva.png/revision/latest/scale-to-width-down/268",
    "type": "Coffin",
    "color": "Grey",
    "size": "4.5\", 8\", 12\"",
    "collector_number": "1508",
    "squishdate": "01.25.2022",
    "year": "2022",
    "bio": "Alva stumbles into wacky situations everywhere she goes. Some memorable experiences include the time she found the end of a rainbow, the summer she discovered a secret treasure map, and when she saw a ghost in her bathtub on Halloween! Alva can’t explain the moments — she’s just a ‘Mallow with good timing.",
    "appearance": "Alva is a dark grey Squishmallow with a lighter grey coffin-like shape with white outlines by her front. She has a skull and two crossed bones on her belly and a spider web by the right of her head. She has black eyes and a red smile."
  },
  {
    "name": "Alvarez",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fc/Alvarez.png/revision/latest/scale-to-width-down/268",
    "type": "Alien",
    "color": "Yellow, Tie-dye",
    "size": "5\"",
    "collector_number": "2325",
    "squishdate": "09.18.2023",
    "year": "2024",
    "bio": "Alvarez is a sailor at heart! It used to be difficult finding water in the great, big galaxy, until Alvarez discovered a planet called Earth. Now he takes a sailboat out on salty water, and even paddles a canoe in fresh water! Alvarez just hopes no one minds the vessels he’s been borrowing.",
    "appearance": "Alvarez is a white alien with  tie dye covering his entire body and a fuzzy yellow belly. He has round eyes and a smiling mouth. He has two alien antenna with light yellow spot. He has golden spots on his body."
  },
  {
    "name": "Alvie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/6d/Alvie-Top.png/revision/latest/scale-to-width-down/268",
    "type": "White",
    "color": "White, Green, Orange",
    "size": "7\"",
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "(No bio was given on tag)",
    "appearance": "Alvie is a top toy with a green point on their top and bottom. They have multiple stripes on their body colored in green, white, orange, yellow, and red. They have black, round eyes and a smiling mouth."
  },
  {
    "name": "Alyssa",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9e/Alyssa.png/revision/latest/scale-to-width-down/268",
    "type": "Swan",
    "color": "White",
    "size": "3.5\", 7\", 8\", 12\", 12” stackable",
    "collector_number": "349",
    "squishdate": null,
    "year": null,
    "bio": "Alyssa is a coffee shop barista who loves bringing smiles to customers' faces by whipping up delicious coffee creations. She's an animal lover and wants to become a vet one day. Make sure you try her special mallow mocha!",
    "appearance": "Alyssa is a white bird with two fluffy wings and a shimmery white belly. Her closed eyes have three short lashes on each and she has a light orange beak. She wears a sparkly golden crown atop her head."
  },
  {
    "name": "Amal",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/da/Amal2.png/revision/latest/scale-to-width-down/267",
    "type": "Moth",
    "color": "Peach",
    "size": "5\", 8\"",
    "collector_number": "1997",
    "squishdate": "10.13.2022",
    "year": "2023",
    "bio": "Tonight Amal debuts her latest fall fashion collection! Be prepared to see lots of fun prints and fluffy fabrics, as this 'Mallow is known for blending comfort and style in all her designs. Want to come to the runaway show? Amal saved you a front row seat!",
    "appearance": "Amal is a light orange moth with fuzzy tan antennae and a fuzzy white belly. She has same color wings with a pattern of white spots. She has round black eyes with short lashes, red cheeks, and a smiling black mouth."
  },
  {
    "name": "Amala",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/54/Amala.jpg/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Purple",
    "size": "8\", 12\", 24\"",
    "collector_number": "1071",
    "squishdate": "6.11.2021",
    "year": "2021",
    "bio": "Meet Amala. She is a social butterfly and loves being a host. She is obsessed with balloons so there is a special balloon bouquet at all her events. Amala's favorite place to window shop is her local party supply store, she could spend hours planning the perfect balloon displays.",
    "appearance": "Amala is an axolotl with a purple gradient which is lighter on her head and gradually becomes darker. She is dotted with small, dark purple spots and has a fuzzy lilac belly. Her gills are violet with fluffy purple gills and she has small, stubby arms. She has closed, happy eyes and a cat-like smile."
  },
  {
    "name": "Amalie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/1d/Amalie.png/revision/latest/scale-to-width-down/268",
    "type": "Snake",
    "color": "Green",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "1019",
    "squishdate": "5.27.2021",
    "year": "2021",
    "bio": "Meet Amalie. She loves slithering through the jungle with her iced coffee before she starts her day. Amalie is a vegetarian chef and works hard to keep her menu tasty and intriguing, her latest menu features jackfruit with a variety of beans. Do you want to try the nacho tower?",
    "appearance": "Amalie is a green snake with a yellow lower jaw and belly. Her belly has green stripes dividing it horizontally. She has shiny, green spots on her back and a short tail. She has round black eyes and black nostrils and mouth. A thin, pink, forked tongue pokes out from her mouth."
  },
  {
    "name": "Amanda",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/8b/Amanda.jpg/revision/latest",
    "type": "Bunny",
    "color": "Purple",
    "size": "14\" hug mees",
    "collector_number": null,
    "squishdate": null,
    "year": "2019 or 2020",
    "bio": "Amanda is a head baker for the Easter bunny! She makes sure all the eggs are decorated properly and any other basket goodies are ready to go.",
    "appearance": "Amanda is a light purple bunny with a colorful egg embroidered on the left side of her belly."
  },
  {
    "name": "Amandine",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/31/Amandine-Macaron2.webp/revision/latest/scale-to-width-down/268",
    "type": "Macaron",
    "color": "Pink, Blue, Tie-dye",
    "size": "8\"",
    "collector_number": "2090",
    "squishdate": "11.29.2022",
    "year": "2023",
    "bio": "Amandine has a super exciting goal for the new year— to help at least one 'Mallow a day! Whether counseling a friend in need or volunteering at the local food bank, Amandine can't wait to lend a helping hand. After all, a little kindness goes a long way!",
    "appearance": "Amandine is a Macaron with pink, blue, white, and yellow sprinkles on top and a tie-dyed macaron shell with pink cream inside. They have black eyes with lashes and a red smiling mouth."
  },
  {
    "name": "Amara",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/db/Amara.png/revision/latest/scale-to-width-down/268",
    "type": "Yeti",
    "color": "Rainbow, pink",
    "size": "5\", 8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Have you met Amara? She's an expert at building snow forts and snowmen, but one of her special skills is making delicious candy! One day she wants to open up a candy shop, her first big treat might be peppermint snowballs or even peppermint and chocolate lollipops.",
    "appearance": "Amara is a yeti with a rainbow mane and a round, white face. She has a pink belly and a puff of fur design on her forehead. She has pink anime eyes with eyelashes and a pink smiling mouth with a single white tooth."
  },
  {
    "name": "Amaro",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/72/Amaro-Hyena.png/revision/latest/scale-to-width-down/268",
    "type": "Hyena",
    "color": "Brown",
    "size": "5\", 8\"",
    "collector_number": "2021",
    "squishdate": "10.31.2022",
    "year": "2023",
    "bio": "Amaro comes from a big family. They love to laugh, talk, and make dinner together! This fall, Amaro made the brave decision to try something new and attend a college outside of town. He's going to miss his family a lot, but knows they love and support him no matter what!",
    "appearance": "Amaro is a brown hyena with darker spots on his body. He has white, rounded ears and brown inner ears, with brown fuzz going from the top of his head to his back. He has thick tan eyebrows and belly with a darker brown muzzle. His eyes are black and so is his nose and cat-like smile."
  },
  {
    "name": "Amaryllis",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/56/Amaryllis.jpg/revision/latest/scale-to-width-down/268",
    "type": "Raccoon",
    "color": "Lavender, Black",
    "size": "7.5\"",
    "collector_number": "2502",
    "squishdate": "01.31.2024",
    "year": "2024",
    "bio": "Amaryllis wore a brown gingham dress and yellow flip-flops to her high school prom. Though this rock-n-roll rebel was hoping to make a statement on expectations and conformity and why \"what's ugly to you is pretty to someone else\"—she was unanimously voted Best Dressed!",
    "appearance": "Amaryllis is a lavender raccoon with black markings around her eyes. Above these are white marks which resemble eyebrows. Her belly is fluffy black, and she has a snout are white, and there is a thin ring of white around her raccoon round black eyes."
  },
  {
    "name": "Ambergris",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b1/Ambergris.jpg/revision/latest/scale-to-width-down/268",
    "type": "Goblin King",
    "color": "Brown, Black",
    "size": "16\"",
    "collector_number": "2554",
    "squishdate": "02.28.2024",
    "year": "2024",
    "bio": "Ambergris collects porcelain pig figurines! He thinks they're the cutest collectibles in the world and hopes to one day complete his Garden Fun and Fancy set. Let him know if you ever see the elusive Summertime Ballerina Pig at auctions!",
    "appearance": "Ambergris is brown goblin. He has black horns on his head and black pointy ears with black inner ears. On the back of Ambergris he has a brown devil-like tail. He has mischievous eyes and a black mouth with pink blush. He wears a golden crown on top his head."
  },
  {
    "name": "Amberjack",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/0e/Amberjack.jpg/revision/latest/scale-to-width-down/268",
    "type": "Fish Taco",
    "color": "Tan, Green, Brown",
    "size": "8\"",
    "collector_number": "2809",
    "squishdate": "11.06.2024",
    "year": "2025",
    "bio": "Amberjack just arrived to the big city with a fresh pair of character shoes, stunning high kicks, and a dream. Tomorrow is her first non-union open call, and she plans on practicing her brassy, showstopping audition song all night. Here’s hoping the other guests at her hostel like showtunes!",
    "appearance": "Amberjack is a fish taco. Her body consists of a taco shell, which is tan. She has fried fish, green lettuce, radish and a slice of lime fills the shell. She has round, black eyes with lashes and a red smiling mouth."
  },
  {
    "name": "Amelia",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/cf/Amelia.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cheese",
    "color": "Yellow, White",
    "size": "5\", 7.5\", 8\", 12\"",
    "collector_number": "2636",
    "squishdate": "06.13.2024",
    "year": "2025",
    "bio": "Amelia is the star of 2 different sitcoms! One is about a cheesy mouse who can’t seem to catch a break in this town and the other is about a mousy piece of cheese learning self-confidence in space. Wish her luck at the Silver Sitties this year—Amelia is competing against herself!",
    "appearance": "Amelia is a yellow mouse with large, round ears with holes. The inside of her ears and her nose are yellow and have holes. She has a white muzzle and belly, and her black eyes are framed by two short, straight whiskers on either side of her face."
  },
  {
    "name": "Amelie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e2/Amelie.png/revision/latest/scale-to-width-down/268",
    "type": "Milk",
    "color": "Pink, white",
    "size": "3.5\", 5\", 7\", 7.5\", 8\", 14\", 24\"",
    "collector_number": "1413",
    "squishdate": "12.02.2021",
    "year": "2022",
    "bio": "Meet Amelie. She loves baking and painting. First, she bakes an assortment of delicious blueberry muffins, oatmeal cookies, and chocolate cakes, then she sets them up and paints a still life! Afterward, she invites all her friends over and they eat them with tea!",
    "appearance": "Amelie is a white milk carton. She has a pink band around her middle reading \"MILK\" in a white font, accompanied by a hot pink strawberry. Beneath that she has a cow print pattern, hot pink on white. She has round, black eyes with short lashes and a red smile. Her top section is also pink and has a small straw striped in white and baby pink coming out from her head."
  },
  {
    "name": "Amiah",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c5/Amiah.png/revision/latest/scale-to-width-down/268",
    "type": "Narwhal",
    "color": "Pink, Tie-dye",
    "size": "2\", 16\", 20\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Are you ready for the show? It's Amiah's time to shine. She's been practicing all year for the talent show and she's ready to unveil her talent: magic! She has a special deck of cards and knows quite a few tricks. Will you pick the right card?",
    "appearance": "Amiah is a tie-dyed narwhal, predominantly pink with shades of peach and light red, and a white belly. She has two fins on each side and a dorsal fin on her back. An elongated, sparkly silver horn protrudes from her head. She has sparkling black eyes with curled lashes and a smiling mouth."
  },
  {
    "name": "Amideus",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b6/Amideus.jpg/revision/latest/scale-to-width-down/268",
    "type": "Dinosaur",
    "color": "Orange",
    "size": "14\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2022",
    "bio": "Meet Amideus. He has Type I Diabetes and used to be very scared of finger pricks. At first, his parents took care of his blood sugar, but now he does it all by himself! On weeknights, after homework, he loves playing soccer, helping cook dinner, and talking with friends.",
    "appearance": "Amideus is an orange dinosaur with a white belly. He has lighter orange spines running down his back. He has round, black eyes and a smiling mouth."
  },
  {
    "name": "Amil",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7a/Amil.jpg/revision/latest/scale-to-width-down/268",
    "type": "T-Rex",
    "color": "Blue, Turquoise, Tie-dye",
    "size": "12\"",
    "collector_number": "706",
    "squishdate": null,
    "year": "2021",
    "bio": "Looking for a sparring partner? Amil is the mallow for you! He works at a boxing gym and helps many mallows perfect their form. When he's not correcting technique or cleaning up the locker room, he loves to sing oldies jams at the top of his lungs.",
    "appearance": "Amil is a light blue dinosaur. He has two small arms sticking out from his front, each with small, silver claws on the tip. His belly and the spines along his back are tie-dyed with turquoise and white. He has round, black eyes and a wide, toothy grin like a shark."
  },
  {
    "name": "Amina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c1/Amina.png/revision/latest/scale-to-width-down/268",
    "type": "Squirrel",
    "color": "Pink",
    "size": "2\", 16\"",
    "collector_number": "489",
    "squishdate": "7.13.2020",
    "year": "2020",
    "bio": "Meet Amina. This spunky squirrel loves to read, she almost has enough books to open her own library! Amina's favorite books are about adventures in far-away places, and some type of quest. One day she wants to go on a quest of her own!",
    "appearance": "Amina is a light pink squirrel with closed eyes with 3 eyelashes on each eye and a rainbow fluffy tail. She has 3 pink stripes on the top of her head and her stomach is cream white."
  },
  {
    "name": "Amir",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/25/Amir.jpg/revision/latest/scale-to-width-down/268",
    "type": "Water Buffalo",
    "color": "Green, Grey",
    "size": "12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2024",
    "bio": "Amir is a dark green water buffalo with long light grey horns. He has dark green ears with light grey inner ears. He has a round dark grey belly. He has round, black eyes a grey muzzle and dark green nostrils.",
    "appearance": "Amir is a dark green water buffalo with long light grey horns. He has dark green ears with light grey inner ears. He has a round dark grey belly. He has round, black eyes a grey muzzle and dark green nostrils."
  },
  {
    "name": "Amity",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ee/Amity.jpg/revision/latest/scale-to-width-down/268",
    "type": "Snake",
    "color": "Teal, Black",
    "size": "7.5\"",
    "collector_number": "2503",
    "squishdate": "01.31.2024",
    "year": "2024",
    "bio": "Amity is the co-founder of YoHoCon, a nautical cosplay convention held at sea! There's walk-the-plank vogue offs, mermaid masterclasses and even professional divers portraying 'living barnacles'. If you're lucky, you might even see Amity's mersona—Flourish Flotsam—splashing starboard side!",
    "appearance": "Amity is a teal snake with a cracked lower jaw and belly. Their belly has light blue stripes dividing it horizontally and a short tail on their back. They wear a black headband with a skull bow. They have round black eyes with and black nostrils and mouth. A thin red, forked tongue pokes out from their mouth."
  },
  {
    "name": "Amleth",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/ae/Amleth.jpg/revision/latest/scale-to-width-down/268",
    "type": "Yeti",
    "color": "White, Grey",
    "size": "3.5\", 8\", 16\"",
    "collector_number": "1798",
    "squishdate": "05.13.2022",
    "year": "2022",
    "bio": "Amleth isn't shy about claiming his own space and asking for alone time. This 'Mallow doesn't have siblings and never got the hang of sharing, but with a little patience, Amleth will open up and maybe even let you sit at his lunch table. Wanna to trade juice boxes?",
    "appearance": "Amleth is a white yeti with a round pale grey face. He has grey horns on either side of his head and a puff of fur on his forehead. He has round black eyes, as well as a smiling mouth. He also has a fuzzy grey belly with a snowflake on the right side of it."
  },
  {
    "name": "Amor",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/ff/Amor_edit.png/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Pink, rainbow",
    "size": "8\"",
    "collector_number": "790",
    "squishdate": "01.07.2021",
    "year": "2021",
    "bio": "Amor means love, and that is exactly what this unicorn is all about. Though she doesn't always know how to explain her feelings, she knows no matter what you are, you deserve to be loved.",
    "appearance": "Amor is a light pink unicorn with a pink, glittery horn. She has a rainbow mane. The inside of her ears are a shiny pink, like her horn. Her belly is decorated with rainbow stripes which fan out from the center."
  },
  {
    "name": "Amparo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/60/Amparo.jpg/revision/latest/scale-to-width-down/268",
    "type": "Chicken",
    "color": "Purple, Green, Orange",
    "size": "11\"",
    "collector_number": "2595",
    "squishdate": "04.03.2024",
    "year": "2024",
    "bio": "Amparo wakes up bright and early so she can make her family a big, scrumptious breakfast. With Día de los Muertos around the corner, Amparo's making her famous hot chocolate, churned with a molinillo to give it a frothy texture. Would you like cinnamon in yours?",
    "appearance": "Amparo is a purple chicken with small fluffy wings with green tips. She has a white flower on her belly with sugar skull design. She has an orange comb on the top of his head. She wears sugar skull make up on her forehead with a flower in the middle. She has a yellow beak with an orange wattle with round, black eyes. She has white flower like patterns around her orange patches on her eyes."
  },
  {
    "name": "Analea",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/88/Analea.jpg/revision/latest/scale-to-width-down/268",
    "type": "Caticorn",
    "color": "Purple",
    "size": "14\", 16\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2020",
    "bio": "Volcanos and earthquakes are scary to some, but Analea has been fascinated with them since her very first earthquake! She is going to school to become a geologist and can't wait to learn more!",
    "appearance": "Analea is a light purple caticorn, a cat with a unicorn horn. She has seven dark purple stripes: three on top of her head, and two on each side of her body. Her horn, a shimmering blue-green, protrudes from the center stripe on her head. Her inner ears are also a shimmering blue-green. She has a white muzzle that is triangular at the top and round at the bottom. Her nose and mouth are dark purple. She has two black whiskers on each side of her face, round black eyes with short lashes, and an off-white fuzzy belly."
  },
  {
    "name": "Analia",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/bc/Analia.jpg/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Pink, Blue",
    "size": null,
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": null,
    "appearance": null
  },
  {
    "name": "Anara",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b4/Screenshot_2023-04-12_11.29.53_PM.png/revision/latest/scale-to-width-down/268",
    "type": "Artichoke",
    "color": "Green",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "1809",
    "squishdate": "05.25.2022",
    "year": "2023",
    "bio": "Anara invented an app for her favorite hobby-karaoke! With her app, karaoke can be sung anytime, anywhere, which is exactly why Anara came up with an idea. You never know when you might have some spare time, so why not spend it singing your favorite song!",
    "appearance": "Anara a light green Artichoke with green spots and her outer petals around her, and she has black closed eyes with short lashes and a black mouth, she also has pin blush on her cheeks."
  },
  {
    "name": "Anastasia",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/10/Anastasia.jpg/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Teal",
    "size": "5\", 10\", 12\", 16\", 20\"",
    "collector_number": "562",
    "squishdate": "9.16.2020",
    "year": "2021",
    "bio": "If you need some help starting a project, Anastasia is the axolotl for you! Anastasia is a planner and likes to be prepared for everything, she keeps track of her ideas by writing lists. What can she help you with?",
    "appearance": "Anastasia is a pale blue color on her body with chrome gills with a bright blue frill on each side of her head. She has small, stubby arms and a white belly. She has round black eyes and a cat-like smile."
  },
  {
    "name": "Anca",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e5/Anca2.png/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Blue",
    "size": "2\", 8”, 20\"",
    "collector_number": "613",
    "squishdate": "10.6.2020",
    "year": "2021",
    "bio": "Safety first! Anca is a crossing guard and helps with the morning busses at school. Anca gets up so early, sometimes it's still dark out! Anca wears a bright green reflective vest and has matching gloves in case they need to direct any cars. Maybe one day, they can help you cross the street!",
    "appearance": "Anca is a blue unicorn with a white muzzle and belly. Their horn and inner ears are shimmering silver, and the horn features a darker blue spiral. They have a white, fluffy mane and tail. They have closed, happy eyes with three spiky eyelashes on each."
  },
  {
    "name": "Anders",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/85/Anders.webp/revision/latest/scale-to-width-down/267",
    "type": "Chick",
    "color": "Blue",
    "size": "7\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2020",
    "bio": "(no bio was given on tag)",
    "appearance": "Anders is Blue Peep-styled Chick, and he has a blue beak with black rounded eyes with lashes."
  },
  {
    "name": "Anderson",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3d/Anderson.jpg/revision/latest/scale-to-width-down/268",
    "type": "Seal",
    "color": "Grey, White, Red",
    "size": "5\"",
    "collector_number": "1418",
    "squishdate": "12.02.2021",
    "year": "2025",
    "bio": "Anderson loves to knit and decorate for the holidays. Every year, she knits all her friends unique scarves and embroiders each one with their name! Want to bundle up in one of her creations? Anderson would love to knit a personalized sweater just for you!",
    "appearance": "Anderson is a light grey seal with two flat flippers on each side. She has a round, white muzzle and belly. Her facial features, including nose, mouth, round eyes, short lashes and whiskers are all black. She wears a red scarf with snowflakes."
  },
  {
    "name": "Andreina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/94/Andreina1.jpg/revision/latest/scale-to-width-down/268",
    "type": "Butterfly",
    "color": "Pink",
    "size": "3.5\", 7.5\", 12\", 14\"",
    "collector_number": "1180",
    "squishdate": "7.28.2021",
    "year": "2021",
    "bio": "Meet Andreina. She is a nurse who books her time from sun-up to sun-down. She works out almost every morning and spends a few minutes in her garden for clarity. In her free time, Andreina loves to sunbathe and entertain. She loves spending time in her beautiful rooftop garden.",
    "appearance": "Andreina is pink. She has shiny white belly with pink stripes. Her antennae are black with pink rounds on the end. Her wings are black with pink ovals and some white spots. She has black eyes with two short eyelashes on each, pink blushing cheeks, and a smiling mouth."
  },
  {
    "name": "Andres",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/16/Andres.jpg/revision/latest/scale-to-width-down/268",
    "type": "Sheltie (Dog)",
    "color": "Brown",
    "size": "2\", 3.5\", 5”, 7\", 8\", 12\", 16\"",
    "collector_number": "269",
    "squishdate": "7.10.2019",
    "year": null,
    "bio": "Andres is a very silly Squishmallow, he loves practical jokes and hearing people laugh. He wants to be a comedian when he grows up, do you know any good jokes he can tell?",
    "appearance": "Andres is a light brown dog with floppy, triangular ears. He has a scruffy tan face and white markings on his forehead, muzzle and belly. He has round black eyes and a matching nose and mouth."
  },
  {
    "name": "Andrew",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7a/Andrew1.png/revision/latest/scale-to-width-down/268",
    "type": "Jackalope",
    "color": "Tan",
    "size": "5\", 8\", 12\"",
    "collector_number": "1052",
    "squishdate": "6.8.2021",
    "year": "2021",
    "bio": "Meet Andrew. He enjoys listening to music and going to concerts. You can often find him streaming music or waiting for news on his favorite band's tour. If you need a concert buddy, Andrew is the jackalope for you!",
    "appearance": "Andrew is a jackalope, a mythical creature that is a jackrabbit with antelope antlers. He has a tan body and long, vertical ears with pink inner ears. He has two antlers with two points each between his ears. He has a white, fuzzy belly and tail. He has round, black eyes and a brown nose and mouth."
  },
  {
    "name": "Androu",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9e/Androu2.png/revision/latest/scale-to-width-down/268",
    "type": "Squirrel",
    "color": "Grey, gold",
    "size": "8\"",
    "collector_number": "1484",
    "squishdate": "01.06.2022",
    "year": "2022",
    "bio": "Meet Androu. Androu is a really crafty 'Mallow - he loves to whittle all kinds of different shapes and designs out of the wood! One of his favorite designs is a tiny collection of stars in the shape of his favorite constellation. Can you guess which one it is?",
    "appearance": "Androu is a squirrel with grey fur. He has dark grey stripes on his head, and his nose and mouth are gold His face and his fluffy belly are white, and the insides of his ears are golden . He also has a bushy dark grey tail."
  },
  {
    "name": "Andy",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ed/Andy.webp/revision/latest/scale-to-width-down/268",
    "type": "Christmas Tree",
    "color": "Green",
    "size": "5\", 8\", 12\"",
    "collector_number": "1953",
    "squishdate": "09.15.2022",
    "year": "2023",
    "bio": "Andy decided to host holiday dinner this year for all his 'Mallow pals. There's just one tiny problem-- Andy doesn't know how to cook! He decided to practice with one recipe--veggie lasagna--and turn the dinner into potluck! Now everyone's invited to bring yummy dishes.",
    "appearance": "Andy is a green christmas tree with a plaid red Santa hat atop his head. Three row of christmas lights with red stars are wrapped around him with small, circular lights in red, blue, white, and green. He has black eyes and a red smiling mouth."
  },
  {
    "name": "Aneira",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b5/Aneira-Pegacorn.png/revision/latest/scale-to-width-down/268",
    "type": "Pegacorn",
    "color": "Pink, White",
    "size": "26\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2022",
    "bio": "Meet Aneira. She loves painting, working at her cafe. and singing along with her friendHenley. Aneira and Henley do almost everything together. She is working on a painting as a surprise for her friend, would you like to see it?",
    "appearance": "Aneira is a pink Pegacorn in the style of a Hug Mee. Her horn, wings, and inner ears are a glittery gold. Her hair consists of pink, purple and blue strands, she also has the same pattern on her tail. Her belly and muzzle are white with pink and teal holographic hearts on her belly. Her eyes with eyelashes are closed in a happy expression as she has a black smile and pink nostrils."
  },
  {
    "name": "Anessa",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/42/Anessa.jpg/revision/latest/scale-to-width-down/268",
    "type": "Sugar Skull",
    "color": "Black",
    "size": "12\"",
    "collector_number": "1554",
    "squishdate": "03.12.2022",
    "year": "2022",
    "bio": "Anessa can sew a flower crown with her eyes closed. She credits her mother and grandmother for her unique sense of fashion, and is inspired by their flowy, colorful dresses. Anessa embroiders her own dresses by hand, and tops off her ensembles with a flower crown to give it her signature look.",
    "appearance": "Anessa is a black Squishmallow with a white, skull-shaped face. She has red floral designs around her eyes, a red flower on her chest, and is decorated with intricate Sugar Skull-style patterns all over. She wears a flower crown made up of red, pink, and yellow flowers."
  },
  {
    "name": "Aneta",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/80/Aneta%281%29.webp/revision/latest/scale-to-width-down/268",
    "type": "Lobster",
    "color": "Red",
    "size": "8\"",
    "collector_number": "1658",
    "squishdate": "04.11.2022",
    "year": "2023",
    "bio": "Aneta is thrifty gal who's great at pinching pennies; Aneta's hobby is couponing and finding bargains wherever she can, so you can always ask her how to get the best deal! Want to go shopping with Aneta?",
    "appearance": "Aneta is a red lobster with lobster claws, antennae, and tail, on her cream tummy there words that spell out \"CLAWSOME!\" Her face consists of black eyes and simple black smile."
  },
  {
    "name": "Angelica",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e5/Angelica-FY.png/revision/latest/scale-to-width-down/268",
    "type": "Frozen Yoghurt",
    "color": "White, Pink, Green",
    "size": "5\", 8\"",
    "collector_number": "2270",
    "squishdate": "07.13.2023",
    "year": "2023",
    "bio": "Angelica loves shapes! When she isn't playing the triangle or biking in circles, you can find her working with rectangles at the local picture frame store. Angelica is so good at helping customers hang their photos straight, her boss even gave her a new nickname: \"Angle-ica\"",
    "appearance": "Angelica is a cup of pink yoghurt. On top of her head is swirled strawberry frozen yoghurt with rainbow sprinkles. On the right side of Angelica there is a blueberry and a strawberry. There is a silver spoon poking out from the left side of the whipped cream. She has round, black eyes with short lashes, and a smiling red mouth. Her cup is white with a green bottom and stripe."
  },
  {
    "name": "Angelie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3b/Angelie.jpg/revision/latest/scale-to-width-down/267",
    "type": "Unicorn",
    "color": "Pink",
    "size": "7\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Ready, set go - Angelie is on the move! She and her best friendXeniapractically live at the skate park. Angelie wants to be the first unicorn pro-skater, do you want to see some of her moves?",
    "appearance": "Fenella is a unicorn with a marble coat, predominantly pink with shades of coral and light red. She has a plain white belly. Her inner ears and muzzle are white, and she has a shiny silver pink. Her nostrils and the swirl on her horn are hot pink. She has round, black eyes with short eyelashes and white shine, as well as a candy pink mane."
  },
  {
    "name": "Angelie the Koala",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/dc/Angelie_the_Koala.jpg/revision/latest/scale-to-width-down/268",
    "type": "Koala",
    "color": "Pink",
    "size": "5\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2022",
    "bio": "(no bio given on tag)",
    "appearance": "Angelie is a light pink with a hot pink 'Bubble Yum' wrapper on their lower half. They have fluffy rainbow colored ears, a big egg shaped black nose, a small smile, and two small round eyes with eyelashes."
  },
  {
    "name": "Angie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/0e/Angie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Shiba Inu (Dog)",
    "color": "Orange,, white",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "270",
    "squishdate": "7.10.2019",
    "year": null,
    "bio": "Angie loves a good fiesta, she loves going to parties and events as much as she enjoys hosting. When she hosts, she makes special themed food and drinks for her friends. Want to know some of her favorite things to make? Guacamole, peanut butter brownies, and samosas!",
    "appearance": "Angie is a golden orange dog with upright, triangular ears. She has a white muzzle and belly, as well as white inner ears and round, eyebrow-like markings above her eyes. Her eyes, nose and mouth are all black."
  },
  {
    "name": "Angus",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b3/Angus.webp/revision/latest/scale-to-width-down/268",
    "type": "Cow",
    "color": "Black, Grey, Brown",
    "size": "12\"",
    "collector_number": "2800",
    "squishdate": "11.04.2024",
    "year": "2025",
    "bio": "Angus is a compliment comic—and he doesn't care who he pleases! Everyone is a fair games at his shows, from the baby so cute flight attendants thank him for crying to the lady with eyes so green they can't get a job. And someone please apprehend the gentleman in Row G—he clearly stole a Roman statue's jawline!",
    "appearance": "Angus is a cow burger. He is made up of buns with a patty, cheese, lettuce and tomato in the center. The burger bun is black with sesame seeds on top of his head. He has grey horns with black ears and grey inner ears. He has round, black eyes a grey nose with black nostrils."
  },
  {
    "name": "Angusan",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/bb/Angusan.png/revision/latest/scale-to-width-down/268",
    "type": "TV",
    "color": "Purple, Yellow, Red",
    "size": "5\", 8\", 12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2023",
    "bio": "Meet Angusan. They love late-night movie marathons with their friends. They load up on blankets, pillows and snacks! Popcorn and red licorice are two of Angusan’s favorites! When they grow up, they want to be a cinematographer and create their own movie magic!",
    "appearance": "Angusan is a purple TV with yellow antennae on their head, buttons on the bottom, and a silver screen for a face. Both of their eyes are open with a smiling face and pink cheeks."
  },
  {
    "name": "Anh Dao",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/24/Anh-Dao-Dodo.png/revision/latest/scale-to-width-down/268",
    "type": "Dodo",
    "color": "Magenta",
    "size": "5\"",
    "collector_number": "2283",
    "squishdate": "07.31.2023",
    "year": "2024",
    "bio": "Congratulations to Anh Dao! This avant-garde fashion designer just premiered her fall accessory collection. Centered around everyday objects, it includes a traffic cone purse, a garbage bag bandana, and a dried spaghetti headpiece. Though some call her designs puzzling, Anh Dao calls them groundbreaking!",
    "appearance": "Anh Dao is a magenta dodo bird with a white mask marking and belly. She has a triangular, white beak with an orange tip. She has fuzzy, pink wings with white on the end and a fuzzy, olive green tail. She has round, black eyes rimmed in peach."
  },
  {
    "name": "Anica",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f0/Anica-Unicorn.png/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Tie-dye, Rainbow",
    "size": "8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Although Anica is a unicorn, she sleeps like a bear! In fact, Anica sleeps almost 16 hours a day; she sleeps more than she's actually awake! When Anica finally wakes up from her deep sleep, she's always very well-rested, energized, and ready to play with her pals.",
    "appearance": "Anica is a tie-dyed rainbow unicorn with white inner ears, muzzle, and belly. A glittery, white unicorn horn sits on her head with pink, blue, and yellow swirls around it, she has a multi-colored mane with the same yellow, blue, and pink colors. She has a long tail, closed eyes with lashes, and her nostrils are pink. She has XOXO written in pink and a red heart embroidered on her belly."
  },
  {
    "name": "Aniceta",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/81/Aniceta.png/revision/latest/scale-to-width-down/268",
    "type": "Cow",
    "color": "White, Brown",
    "size": null,
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "Aniceta is a white cow with brown spots, she has a pink snout with black nostrils and she has pink inside her white ears, and she has grey horns. Her face consists of black eyes with a white pupil in them.",
    "appearance": "Aniceta is a white cow with brown spots, she has a pink snout with black nostrils and she has pink inside her white ears, and she has grey horns. Her face consists of black eyes with a white pupil in them."
  },
  {
    "name": "Aniela",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/82/Aniela-CM.png/revision/latest/scale-to-width-down/268",
    "type": "Coffee Pot",
    "color": "Brown, White",
    "size": "8\"",
    "collector_number": "2087",
    "squishdate": "11.18.2022",
    "year": "2023",
    "bio": "Can you feel the burn? Aniela can! This peppy pilates instructor loves helping her students find their inner— and outer— strength. With her emphasis on crunches and planks, they're bound to!",
    "appearance": "Aniela is a white coffee maker pot with a brown top, handle, and bottom with two lighter brown highlights. She has black eyes with short lashes, a black smiling mouth, and pink blush."
  },
  {
    "name": "Anita",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/89/Anita.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cinnamon Roll",
    "color": "Tan, White",
    "size": "5\", 8\"",
    "collector_number": "699",
    "squishdate": "11.21.2020",
    "year": "2025",
    "bio": "She may look soft and sweet but watch out for Anita! This cinnamon roll has a black belt and teaches self defense classes. Anita calls herself a gym rat and loves to show her students to stay safe and strong. Will you sign up for her next class?",
    "appearance": "Anita is a light brown cinnamon roll slathered in white icing. The icing covers her head and drips down her body, and has a brown and light pink spiral loosely with pink heart sprinkles. She has round, black eyes and a pink smiling mouth."
  },
  {
    "name": "Anjali",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7f/Anjali.jpg/revision/latest/scale-to-width-down/268",
    "type": "Elephant",
    "color": "Purple",
    "size": "7.5\", 20\"",
    "collector_number": "1951-2",
    "squishdate": "06.22.2023",
    "year": "2024",
    "bio": "Anjali collects tea sets of all kinds. Her favorites are teeny tiny ones she can barely hold, so this delicate elephant displays them in a special cabinet. Anjali has been collecting tea sets since she was a young 'Mallow and has no plans of stopping. Want to go antiquing  for new tea sets with Anjali?",
    "appearance": "Anjali is a lavender elephant she has large, floppy ears with a water-color pattern, which contains light blue, white, pink and purple on the inside, and an embroidered trunk. She has round, black eyes with dual lashes. She wears a teal flower with a pink pistil on the right side of her head."
  },
  {
    "name": "Anjara",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a4/Anjara-Burrito.png/revision/latest/scale-to-width-down/268",
    "type": "Burrito",
    "color": "Green, Silver",
    "size": "5\", 8\"",
    "collector_number": "2039",
    "squishdate": "11.3.2022",
    "year": "2023",
    "bio": "Anjara runs tech for the morning news of her local TV station. She's responsible for the lights, teleprompter, and announcing when they're back on air from commercial. Anjara sure has a lot of responsibility, but this burrito is up for the challenge!",
    "appearance": "Anjara is a burrito wrapped up in a green tortilla, Her top reveals bacon strips, avocado slices, and scrambled eggs. She has a holographic, silver wrap around her with the top flipped over."
  },
  {
    "name": "Ankur",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5f/Ankur-Mushroom.jpg/revision/latest/scale-to-width-down/268",
    "type": "Mushroom",
    "color": "Teal, Blue",
    "size": "12\", 16\"",
    "collector_number": "2272",
    "squishdate": "07.17.2023",
    "year": "2024",
    "bio": "Ankur doesn't make grilled cheese--he makes grilled cheez! This lifelong vegan blends hummus, cornstarch, and 16 secret spices to create the perfect faux cheese. Slathered over grilled sourdough, it's not cheddar: It's better!",
    "appearance": "Ankur is a mushroom with a cyan stalk and teal cap. The spots on his cap and belly are a fuzzy cobalt blue. He has black eyes and a red smile."
  },
  {
    "name": "Anna",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/ae/Anna.png/revision/latest/scale-to-width-down/268",
    "type": "Dinosaur",
    "color": "Pink",
    "size": "11\"",
    "collector_number": "114",
    "squishdate": null,
    "year": null,
    "bio": "Anna spends a lot of time with her family and loves to read. You can almost always find her curled up with a good book and some freshly made chocolate chip cookies.",
    "appearance": "Anna is a light pink dinosaur with a white belly. She has dark pink spines running down her back. She has round, black eyes and a smiling mouth. She has the phrase 'xoxo' written on her chest in red, accompanied by the hot pink outline of a heart."
  },
  {
    "name": "Annalise",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7a/Annalise2.png/revision/latest/scale-to-width-down/268",
    "type": "Pegacorn",
    "color": "Pink",
    "size": "10\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Here is one alicorn you'll be happy to meet. Annalise loves martial arts and solving puzzles, especially if she can help save the day! She loves to host mystery game nights, do you want to join in the fun?",
    "appearance": "Annalise is a pegacorn, a combination of a pegasus and a unicorn. This means that she has a unicorn hornandpegasus wings, all of which are gold Her inner ears are white with pink and yellow dots. Her body is pink and she has a white muzzle and belly. Her belly has pink, yellow, and blue dots. Her fluffy mane and tail are hot pink. She has closed eyes with long, curled lashes."
  },
  {
    "name": "Anneli",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/73/Anneli.webp/revision/latest/scale-to-width-down/268",
    "type": "Ferret",
    "color": "Teal, White",
    "size": "5\", 14\"",
    "collector_number": "1661",
    "squishdate": "4.11.2022",
    "year": "2023",
    "bio": "Anneli is the carpool queen who plays the best tunes! She is the oldest of five siblings, so she's been zooming her friends and family around from the moment she got her driver's license. Anneli is on her way to scoop you up now!",
    "appearance": "Anneli is a teal ferret whose triangular ears, belly and muzzle are white. She has a baby blue mask marking over her eyes which is outlined with fluffy white fur. She has round, black eyes and a teal nose. She is also wearing a red headband with hearts on top."
  },
  {
    "name": "Annette",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/1a/Annette.jpg/revision/latest/scale-to-width-down/268",
    "type": "Milkshake",
    "color": "Coral, White",
    "size": "5\", 12\"",
    "collector_number": "2474",
    "squishdate": "01.19.2024",
    "year": "2024",
    "bio": "Annette doesn't care much for high-speed thrills—according to her, life moves fast enough! She loves exploring quieter spots of the park while her family ride rollercoasters and always seems to find them again with a few jumbo stuffed animals. She's particularly talented at ring toss!",
    "appearance": "Annette is a coral cup of milkshake. On top of her head is swirled whipped cream with rainbow sprinkles. She has rainbow poking out of the right side of her head. There is a striped pink, blue, and white straw poking out from the left side of the whipped cream. She has strawberry syrup dripping out with rainbow sprinkles. She has round, black eyes with short lashes, and a smiling mouth."
  },
  {
    "name": "Anni",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/cc/Anni_the_Jellyfish.png/revision/latest/scale-to-width-down/268",
    "type": "Jellyfish",
    "color": "Lavender",
    "size": "7.5\", 12\"",
    "collector_number": "2029",
    "squishdate": "10.31.2022",
    "year": "2023",
    "bio": "Anni cozies up at home every chance she gets. Nothing's better than staying home on the weekend and ordering plankton pizza! Anni loves to read and take lots of naps, especially with the TV on. Sometimes. Anni puts on the old movie channel just to help her drift off to dreamland...",
    "appearance": "Anni  is a pale purple jellyfish with white markings on her belly. The end of her belly has a wavy design. Her tentacles are made from yellow, purple, and white ribbons, and her oral arms are made from a shimmery fabric. She has a black rounded eyes with short lashes and a mouth."
  },
  {
    "name": "Anouk",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5f/Anouk1.png/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Blue, tie-dye",
    "size": "5\", 8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Anouk is quite the beauty queen. She has a closet filled with shoes, makeup, and accessories for almost every occasion. Her motto is 'dress for success' and she loves a bold look that stands out, especially with makeup. Her signature lip color is a berrylicious pink!",
    "appearance": "Anouk is covered in a blue tie-dye pattern with swirls of pink, yellow and purple. She has a white muzzle and belly, and her belly is fluffy. Her horn and inner ears are metallic pink. Her multi-colored mane includes  pink, silver, and light purple.  Her eyes are closed, with a few curved lashes on each."
  },
  {
    "name": "Anoushka",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a8/Anoushka.jpg/revision/latest/scale-to-width-down/268",
    "type": "Parakeet",
    "color": "Lavender, Purple",
    "size": "7.5\"",
    "collector_number": "2523",
    "squishdate": "02.09.2024",
    "year": "2024",
    "bio": "Some 'Mallows exercise to EDM or hip-hop but not, Anoushka! This flap happy parakeet much prefers the soothing sounds of an ASMR track to get her fit on. Her favorite? \"Auditory Office: Everybody, Let's Staple\".",
    "appearance": "Anoushka is a parakeet (budgie), a type of small parrot. She has a lavender head, and body and a light grey belly hidden beneath her hoodie. She has a purple sherpa hoodie with white laces Her wings grey with lavender feathers. She has a rounded, yellow beak with a pale lavender above it, as well as round, black eyes with lashes."
  },
  {
    "name": "Ansel",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3c/Ansel.webp/revision/latest/scale-to-width-down/268",
    "type": "Chips",
    "color": "Red, Yellow",
    "size": "7.5\", 12\"",
    "collector_number": "2515",
    "squishdate": "02.07.2024",
    "year": "2024",
    "bio": "Ansel is an actor! He just made his professional debut in The Howdy Hey Dinner Revue and it couldn't have gone better. \"Sheriff So-So\" remembered all the steps to the jig, successfully lassoed the bandits, and was even able to bring Wagon #40 more ketchup during the big finale number!",
    "appearance": "Ansel is a red opened chip bag with dark red on the bottom. He has a white logo with crinkle cut chips. He has crinkle cut potato chips in his bag. His face consists of black simple eyes and a smile with light pink blush."
  },
  {
    "name": "Anthony",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/bc/Anthony_the_Luchador_Squishmallow.jpg/revision/latest/scale-to-width-down/268",
    "type": "Humanoid",
    "color": "Grey, Tan",
    "size": "8”",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Anthony is the oldest of his brothers and does his best to keep them in line. He helps them with homework, bullies, and teaches them to be smart, fun, and kind.",
    "appearance": "Anthony has a grey body and tan stomach. His eyes are black and surrounded by a white design, along with white markings on his sides and head."
  },
  {
    "name": "Antjuan",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fd/Antjuan.png/revision/latest/scale-to-width-down/267",
    "type": "Monster",
    "color": "Tan, Teal",
    "size": "5\", 14\"",
    "collector_number": "2197",
    "squishdate": "06.07.2023",
    "year": "2024",
    "bio": "Want to join Antjuan for a poetry reading? He's about to start another epic poem and wants to read aloud with some of his 'Mallow pals! Antjuan makes silly voices for all the different characters. Be sure to bring a highlighter and pencil to keep track of the story's twists and turns!",
    "appearance": "Antjuan is a bronze monster with dark cyan horns, fin-like flaps with golden lines on the sides of his body, and a dark cyan belly with powder teal hearts. He has three dark cyan hearts on the right side of his. His eyes are black and light pink mouth with pointy white teeth."
  },
  {
    "name": "Antoine",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/36/Antoine3.png/revision/latest/scale-to-width-down/268",
    "type": "Peanut Butter",
    "color": "Tan",
    "size": "8\"",
    "collector_number": "1412",
    "squishdate": "12.01.2021",
    "year": "2022",
    "bio": "Meet Antoine. He is super smart and loves a good challenge. You can find him working on crosswords, putting together puzzles, and solving riddles! Got something you can't figure out? Ask Antoine! He is always willing to lend a helping hand.",
    "appearance": "Antonie is a tan jar of peanut butter with a bright blue lid and label. There is a brown peanut on the label. He has round black eyes, a red smiling mouth and pale pink blush."
  },
  {
    "name": "Antonella",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/76/Antonella.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cheetah",
    "color": "Pink",
    "size": "20\"",
    "collector_number": "644",
    "squishdate": "7.16.2021",
    "year": "2021",
    "bio": "Antonella is a baker; she makes delicious bread in the shape of a 'Mallow! She has to get up very early to bake enough for the farmers market, but sometimes she still runs out. Her latest creation is a four-cheese crust, would you like a taste?",
    "appearance": "Antonella is a cheetah. Antonella's coat is hot pink and is covered in white speckles with a pink outline. She has a white belly and muzzle, with a pink nose and black mouth. She also has sparkling pink inner ears."
  },
  {
    "name": "Antoni",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/30/Antoni_official.png/revision/latest/scale-to-width-down/268",
    "type": "Turtle",
    "color": "Green, Brown, Tie-dye",
    "size": "5\", 8\", 12\", 16\"",
    "collector_number": "618",
    "squishdate": "10.11.2020",
    "year": "2021",
    "bio": "This is one creative sea turtle. Antoni loves to build things: puzzles, block towers, and model cars. He even builds things with his breakfast! Once he made a scrambled egg tower with salsa for lava and a toast drawbridge. What should he build next?",
    "appearance": "Antoni is a green turtle with a tuft of white hair atop his head. He has a white belly and two flippers (one on each side). He has a simple face with round black eyes and a smile. On his back is a brown tie-dyed shell."
  },
  {
    "name": "Antonina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a0/Antonina.png/revision/latest/scale-to-width-down/268",
    "type": "Categories",
    "color": null,
    "size": null,
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": null,
    "appearance": null
  },
  {
    "name": "Anu",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/94/Anu1.jpg/revision/latest/scale-to-width-down/268",
    "type": "Otter",
    "color": "Pink",
    "size": "12\", 16\"",
    "collector_number": "SFZ12 26",
    "squishdate": "04.0.7.2022",
    "year": "2023",
    "bio": "Anu meditates every day in their own special way — on a pool floaty! Anu loves floating on their back, feeling weightless, and just being present in the moment. They're thinking of finally sticking to the daily meditation! Grab a floaty and join Anu in their serenity pool.",
    "appearance": "Anu is a crepe pink otter with taffy pink fuzzy fur covered everywhere, and on their back is a pointy tail. Their face consists of black eyes with a black nose and mouth, they also have black freckles."
  },
  {
    "name": "Anya",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5e/Anya.jpg/revision/latest/scale-to-width-down/268",
    "type": "Caticorn",
    "color": "Purple",
    "size": "16\"",
    "collector_number": "567",
    "squishdate": "9.17.2020",
    "year": "2021",
    "bio": "Meet Anya! This curious Squishmallow loves swimming to the depths of the sea with her mer-gals where they go on all sorts of adventures. When she’s not on an underwater adventure, you can find her studying to become a real-life explorer, she wants to be an archaeologist.",
    "appearance": "Anya is a combination of a cat, unicorn and mermaid, and has features of each. The top half of her body is pale purple and she has large triangular ears. The inside of these are shimmery purple, matching her horn. Both the spiral on her horn and her nose and mouth are a soft periwinkle blue. She has closed eyes and two black whiskers on each cheek."
  },
  {
    "name": "Aphrodite",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/2e/Aphrodite.webp/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Grey, Pink",
    "size": "8\", 12\"",
    "collector_number": "2498",
    "squishdate": "01.30.2024",
    "year": "2024",
    "bio": "Aphrodite sells eau de parfums at the local department store. She loves spiritizing samples into the air and sometimes sprays multiple to create an Aphrodite original. Make sure to try \"Blackjack\"—it's a blend of Queen Royale, Intrigue No. 8, and Tres!",
    "appearance": "Aphrodite is a grey dog. She has long triangular ears with light pink inner ears. She has wrinkles on the top of her head and on each side of her body. She has a light pink belly. She has round, black eyes with a black nose and mouth with a tongue sticking out."
  },
  {
    "name": "Apollo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ef/Apollo.webp/revision/latest/scale-to-width-down/268",
    "type": "Firefly",
    "color": "Coral, Yellow",
    "size": "8\", 12\"",
    "collector_number": "2490",
    "squishdate": "01.29.2024",
    "year": "2024",
    "bio": "Apollo can light up any room he walks into! This happy-go-lucky electrician has a special way with wires, a smile to brighten the darkest of days, and the best recipe for Double Lemon Lemon Bars. His secret ingredient? Drawing smiley faces on the lemons before juicing them, of course",
    "appearance": "Apollo is a coral firefly. He has a coral head and below his head. He has a fuzzy baby pink segment and a yellow one beneath. He has two wings with two pink at the top and two mint at the bottom. He has pink antennae with yellow tips. He has round, black eyes, a smiling black mouth and large red blush."
  },
  {
    "name": "Apple",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5d/Apple.webp/revision/latest/scale-to-width-down/268",
    "type": "Bat",
    "color": "Green",
    "size": "5\", 8\", 10\", 12\", 16\"",
    "collector_number": "2829",
    "squishdate": "12.11.2024",
    "year": "2025",
    "bio": "Apple is the heiress to an angry mob and like, totally pumped to take over the family business! Although she's still learning to hold a pitchfork without breaking a nail, what really lights her fire is making up fun chants and recruiting super rad townspeople—just like her sorority days in Beta Theta Boo!",
    "appearance": "Apple as their name suggests is an apple green bat with tall, pointed ears and bat wings. Their inner ears and wings are a holographic green with a fuzzy belly. They have round, black eyes with lashes and a red smiling mouth with two fangs poking out at the bottom."
  },
  {
    "name": "Aqua",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5a/Aqua.jpg/revision/latest/scale-to-width-down/268",
    "type": "Sloth",
    "color": "Aqua",
    "size": "5\", 8\", 12\", 16\", 20\"",
    "collector_number": "126",
    "squishdate": "11.10.2020",
    "year": "2020",
    "bio": "Aqua may be a sloth but he loves to be the life of the party! He absolutely loves tacos and trying to enjoy snow cones before they melt. Look for him in the DJ booth!",
    "appearance": "Aqua is a sloth with a pale aqua body and a white patch on his face and belly. The banded markings around his eyes and his muzzle are pale gray. He has round eyes, a round nose and a cat-like smile, all of which are black."
  },
  {
    "name": "Aqua Raccoon",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/d2/Aqua-Raccoon.png/revision/latest/scale-to-width-down/268",
    "type": "Raccoon",
    "color": "Mint",
    "size": "4\", Capsule",
    "collector_number": null,
    "squishdate": null,
    "year": "2019",
    "bio": null,
    "appearance": "This Squishmallow has a mint body with teal markings by his eyes with white above them resembling eyebrows. They have tall, pointed ears with white inner ears. Their muzzle and belly are white with a black nose, curved mouth, and black eyes with white rings around them."
  },
  {
    "name": "Aquitaine",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/d3/Aquitaine.jpg/revision/latest/scale-to-width-down/268",
    "type": "Pig",
    "color": "Pink, brown",
    "size": "7.5\"",
    "collector_number": "1156",
    "squishdate": "11.02.2021",
    "year": "2022",
    "bio": "Meet Aquitaine. Her studies in science and research have inspired her to create her own cosmetics line! Her skincare products are all vegan and cruelty-free, and she hopes one day all products will do the same. Will you help Aquitaine save the animals and skincare?",
    "appearance": "Aquitaine is a pink pig with light brown splotches. She has curly ears and round, black eyes with short lashes. Her inner ears, muzzle and belly are off-white. She wears a flower crown atop her head with hot pink, yellow and light pink flowers, along with green leaves."
  },
  {
    "name": "Arabella",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/61/Arabella.png/revision/latest/scale-to-width-down/268",
    "type": "Llama",
    "color": "Blue, Pink, Tie-dye",
    "size": "4\", 16\"",
    "collector_number": "658",
    "squishdate": null,
    "year": "2021",
    "bio": "Arabella is a very talented violinist, she can play almost any song just by hearing it! While she loves to play the violin and practices every day, she'd rather play outside. When it's nice out she sits on her porch and takes a break to play catch with her friends.",
    "appearance": "Arabella is a llama with a tie-dyed pattern of blue and pink spots. Her face and inner ears are white. She has round black eyes with thick, curly lashes and pink blush on her cheeks. She has a silver nose and mouth."
  },
  {
    "name": "Araminta",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3f/Araminta.jpg/revision/latest/scale-to-width-down/268",
    "type": "Caticorn",
    "color": "Pink",
    "size": "3.5\"",
    "collector_number": null,
    "squishdate": "12.30.2020",
    "year": "2021",
    "bio": "This caticorn is quick on her toes, can lead, follow, and teach all at the same time, and has a room full of costumes! Grab your dancing shoes, are you ready to take a class with Araminta?",
    "appearance": "Araminta is a caticorn, a cat with a unicorn's horn. She is mostly peach pink, with a round, white belly. Her horn and inner ears are rose gold. Her facial features, including her whiskers, are silver-blue in color."
  },
  {
    "name": "Aranya",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/de/Aranya.webp/revision/latest/scale-to-width-down/268",
    "type": "Spider",
    "color": "Red, Black",
    "size": "7.5\", 8\", 10\", 12\"",
    "collector_number": "2821",
    "squishdate": "12.03.2024",
    "year": "2025",
    "bio": "Don't call Aranya a pumpkin carver! She prefers \"gourd artist\", or \"produce prodigy.\" Aranya's sister manager Ocha thinks her success has gotten to her head, but on the inside, she's still that scrappy starving sculpturess with 8 knives and a dream... just now a shelf full of Pumpky Awards.",
    "appearance": "Aranya is a red spider with eight creepy, crawly legs. Her legs are orange, black, purple, and yellow and are different on either side. She has a black sparkly belly and wears a bow the same color. She has round, black eyes with short dual lashes, and a black, smiling mouth."
  },
  {
    "name": "Archer",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/6a/Archer.jpg/revision/latest/scale-to-width-down/268",
    "type": "Alligator",
    "color": "Green",
    "size": "8\", 12\"",
    "collector_number": "750",
    "squishdate": "12.22.2020",
    "year": "2021",
    "bio": "Archer dreams of being a black belt but there's just one problem, he isn't very athletic! He tries his best and hopes that he will get better, just like his Sensei says. Until then, would you mind practicing with him?",
    "appearance": "Archer has a textured green body. He normally has a white belly, but some editions feature silver sequins instead. He has an embroidered snout with two teeth at the front and a further two on each side of his jaw. His round, black eyes sit on knobs atop his head. A row of green spikes run along his spine."
  },
  {
    "name": "Archie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b5/Archie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Pink",
    "size": "2\", 2.5\", 3.5\", 5\", 7\", 7.5\", 8\", 11\", 12\", 14\", 16\", 20\", 24\"",
    "collector_number": "275",
    "squishdate": "7.18.2019",
    "year": "2019",
    "bio": "Original:Have you met Archie? This shy 'Mallow has a special talent – he talks with his hands! Archie loves to play soccer and even started a club for 'Mallows to play and learn Sign. Someday you might see him play in the 'Mallows Cup!",
    "appearance": "Archie has a pale pink color on his body with bright pink gills on either side of his head. He has small, stubby arms and a white belly. He has round black eyes and a cat-like smile."
  },
  {
    "name": "Arco",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e7/Arco.png/revision/latest/scale-to-width-down/268",
    "type": "Hermit Crab",
    "color": "Purple",
    "size": "5\", 7\", 7.5\", 8\", 10\", 12\", 16\"",
    "collector_number": "1669",
    "squishdate": "04.12.2022",
    "year": "2023",
    "bio": "Arco plays percussion on anything he can his claws on. His collection of instruments is growing steadily, and Arco's current pride and joy is his xylophone. This 'Mallow is getting a group together for weekend percussion jams—you're invited!",
    "appearance": "Arco is a lavender hermit crab with an orange shell. He has two claws and six legs on his left and right. He has a white belly, light pink blush on his cheeks, round black eyes, and a simple smile."
  },
  {
    "name": "Arella",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/09/Arella.jpg/revision/latest",
    "type": "Owl",
    "color": "Brown, White",
    "size": "8\", 12\"",
    "collector_number": "1814",
    "squishdate": "05.25.2022",
    "year": "2024",
    "bio": "Congratulations to Arella for making valedictorian! She worked so hard on her speech and is glad it went well. Everyone laughed at the funny parts! Next, Arella has a few interviews lined up with some health and fitness startups so she can put her nutrition degree to work!",
    "appearance": "Arella is a cinnamon with prominent ear tufts. She has white patches surrounding each eye with are edged with golden feathers. She also has a white belly with three rows of feathers outlined in gold. Her beak is the same shade. She has a winking expression. She wears a blue graduation cap."
  },
  {
    "name": "Argie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c1/Argie-GrapeJelly.png/revision/latest/scale-to-width-down/268",
    "type": "Grape Jelly",
    "color": "Purple",
    "size": "8\"",
    "collector_number": "2088",
    "squishdate": "11.18.2022",
    "year": "2023",
    "bio": "Argie never thought math could be fun because she always had a difficult time learning it. But now, Argie is taking a statistics class and having the best time ever! Statistics makes so much sense to her, and she loves solving the word problems, What's your favorite school subject?",
    "appearance": "Argie is a jar of purple jam with a lavender lid and label. Her label is edged in cream and has a grape motif on a white background at the center. She has round black eyes with short lashes, a smiling mouth and pink cheeks."
  },
  {
    "name": "Ari",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/26/Ari1.png/revision/latest/scale-to-width-down/268",
    "type": "Dinosaur",
    "color": "Green",
    "size": "8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2020",
    "bio": "Ari dreams of being a DJ. He loves electronic music, but plays other tunes because he enjoys making his friends smile. Ari hopes to headline a massive show, one day, at the Squishmallows Music Festival! What do you want to hear Ari play?",
    "appearance": "Ari is a bright green dinosaur with a protruding snout. His snout has bottle green nostrils and six sharp teeth poking out. He has a shiny green trio of spikes atop his head. His white belly is heart-shaped. His eyes are covered by a purple pair of sunglasses with a blue heart on each lens."
  },
  {
    "name": "Ari the Leopard",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9c/AriLeopard.jpg/revision/latest/scale-to-width-down/268",
    "type": "Leopard",
    "color": "Cream, Grey, Rainbow",
    "size": "14\"",
    "collector_number": "1560",
    "squishdate": "03.13.2022",
    "year": "2022",
    "bio": "Say hello to Ari! Ari is a sweet 'Mallow who loves sweets! She keeps a drawer filled with sour gummies, chocolate bars, and all kinds of other yummy snacks! Ari picks one treat to have at the end of each day. What should she choose today?",
    "appearance": "Ari is a cream leopard with grey spots all over their body. Her stomach is a rainbow ombre. Her ears are also rainbow ombre and her muzzle is white. She has two round black eyes with eyelashes and a silver nose and mouth."
  },
  {
    "name": "Aria",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/00/Aria.jpg/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Rainbow",
    "size": "8\", 16\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Meet Aria, your next party guru. When she's not planning her next event, you can find her and her Uni-gals exploring. How does she unwind? By being silly with her family and friends.",
    "appearance": "Aria is a unicorn with a pattern of pastel rainbow stripes slanting diagonally. Her muzzle, belly and inner ears are white. Her horn is shiny silver with a hot pink swirl, the same color as her nostrils. She has round, black eyes with short eyelashes and a candy pink mane."
  },
  {
    "name": "Aria (Justice version)",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/87/Aria_2.png/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "White, Rainbow",
    "size": "12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2019",
    "bio": "Aria is a dreamer at heart. She is whimsical and funny, and loves to spread happiness to anyone she meets.",
    "appearance": "Aria is a white unicorn that laying down on her tummy and she has rainbow hair, white ears with silver insides, a silver horn and she has silver hoofs. She has closed eyes and white nose with black nostrils."
  },
  {
    "name": "Ariana",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e8/Ariana-Witch.png/revision/latest/scale-to-width-down/268",
    "type": "Witch",
    "color": "Green, Black, Purple",
    "size": "4.5\", 8\"",
    "collector_number": "1908",
    "squishdate": "8.16.2022",
    "year": "2023",
    "bio": "Ariana plays the organ!  Right now, she's practicing a creepy new song for her town's Halloween festival. Ariana thinks the organ makes the prettiest sounds, but she can also make it sound dark and scary by playing the lower keys. Want to hear the song Ariana is working on?",
    "appearance": "Ariana is an African American witch Squishmallow with black hair and bright green tips tied in pigtails. On her head, she wears a witch hat with a purple stripe and a gold moon design. She wears a black cape with a gold buckle, a purple shirt and under her being a black and green striped pattern. She has black eyes with lashes and a red smile."
  },
  {
    "name": "Arilla",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5c/Arilla_new.png/revision/latest/scale-to-width-down/268",
    "type": "Armadillo",
    "color": "Mint",
    "size": "5\", 7.5\", 16\"",
    "collector_number": "1702",
    "squishdate": "04.15.2022",
    "year": "2023",
    "bio": "Arilla curls up with her handheld game device all weekend long. Platform and farming games are her faves! Sometimes Arilla wears headphones and zones out to whatever video game she playing. If you need something, just give Arilla a tap on the shoulder.",
    "appearance": "Arilla is a mint armadillo that has an iridescent mint patch that goes down to her forehead. Her tummy is fluffy and white. Her face consists of two eyes, one open and the other winking, a mint nose and a simple black smile."
  },
  {
    "name": "Arlene",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fe/Arlene.webp/revision/latest/scale-to-width-down/268",
    "type": "Milk",
    "color": "White, Red",
    "size": "5\", 8\", 12\"",
    "collector_number": "1974",
    "squishdate": "9.22.2022",
    "year": "2023",
    "bio": "Movie actress Arlene is known by 'Mallows far and wide as the 'Queen of Holiday Romcoms'. Despite her busy filming schedule, Arlene makes sure to celebrate every Christmas with her brotherAlten. Together, they go caroling!",
    "appearance": "Arlene is a white milk carton. She has a bluish grey band around her middle reading \"MILK for Santa\" in a red font. She has a candy cane band on top her head with a holly and a candy cane. She has round, black eyes, with lashes and a magenta smile."
  },
  {
    "name": "Arlie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/57/Arlie.png/revision/latest/scale-to-width-down/268",
    "type": "Dinosaur",
    "color": "Green",
    "size": "8\", 12\"",
    "collector_number": "896",
    "squishdate": "4.05.2021",
    "year": "2021",
    "bio": "Meet Arlie, he wants to become a geologist! Arlie loves all thing sci-fi, especially movies about alien planets. He hopes he can uncover the next living planet, can he tell you about his latest theory?",
    "appearance": "Arlie is an apple green dinosaur with a textured tan belly. He has grey spines running down his back. He has round, black eyes and a smiling mouth."
  },
  {
    "name": "Armand",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/48/Armand.webp/revision/latest/scale-to-width-down/268",
    "type": "Swamp Monster",
    "color": "Green",
    "size": "12\"",
    "collector_number": "2304",
    "squishdate": "08.25.2023",
    "year": "2024",
    "bio": "Armand is a versatile actor who can do it all—cry in dramas, fall in comedies, even breathe underwater! Thanks to his special gills, Armand accepts leading roles for both land and water-based characters. Now he hopes this latest movie will get him a gold statue he’s always dreamed of.",
    "appearance": "Armand is an olive green monster with bronze horns with brown fin-like flaps with olive green lines on the sides of his body, and a shiny pale brown belly with fish-like scales. He has three bronze spots on the right side of his head. His eyes are black and a pale brown mouth with pointy white teeth."
  },
  {
    "name": "Armando",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/0b/Armando.png/revision/latest/scale-to-width-down/267",
    "type": "Carnotaurus",
    "color": "Maroon",
    "size": "5\", 8\"",
    "collector_number": "2282",
    "squishdate": "07.31.2023",
    "year": "2024",
    "bio": "Armando loves playing chess, watching anime, and eating extra-spicy burritos. He's also a member of his high school activism club and was just elected president! This caring Carnotaurus can't wait to start and is already planning their first protest. Come join!",
    "appearance": "Armando is a terracotta colored Carnotaurus. He has two maroon horns on the top of his head, spines that go from his back to his tail, and a lighter marking that starts from his forehead to his back. He has a lighter colored belly, an open mouth with white sharp teeth, and black eyes in a winking expression."
  },
  {
    "name": "Armie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/1b/Armie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Highland Cow",
    "color": "Blue",
    "size": "16\"",
    "collector_number": "1296",
    "squishdate": "10.29.2021",
    "year": "2022",
    "bio": "Meet Armie. Ever since he was a little 'Mallow he's been a train fanatic. He even has a model track that travels throughout his bedroom! Armie loves create videos showing off his favorite trains driving through the station. All aboard!",
    "appearance": "Armie is a sky blue cow with a patch of longer cream fur like a fringe. His belly is also cream and fluffy. He has an off-white muzzle and inner ears, which aren't fluffy. He has thin, curved horns which sit wide from his head and are sparkling silver. Thin brown lines mark the sections. He has round, black eyes, teal nostrils and a small smile."
  },
  {
    "name": "Arnel",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/86/Arnel.jpg/revision/latest/scale-to-width-down/268",
    "type": "Popcorn",
    "color": "Red, white, tan",
    "size": "5\", 8\"",
    "collector_number": "1319",
    "squishdate": "11.08.2021",
    "year": "2022",
    "bio": "Arnel is a movie buff! You name it, he's probably seen it. He especially loves the deep cuts and black and white french films. Want to join? He'd love a movie buddy! But he's memorized all his favorite scenes by heart so don't be surprised if he talks through the whole thing.",
    "appearance": "Arnel has a red and white striped bag to represent the classical popcorn bucket. He has black rounded eyes and a black mouth. He's tan-colored and fuzzy on top to represent popcorn overflowing."
  },
  {
    "name": "Arnold",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/61/Arnold.webp/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Grey, White",
    "size": "11\", 20\"",
    "collector_number": "2726",
    "squishdate": "08.12.2024",
    "year": "2025",
    "bio": "Arnold runs the perfume counter at the mall like a well-oiled machine, which is actually one of the top notes in his favorite cologne! Next time you stop by mention the phrase \"the nose knows\" and he'll give you a comprehensive scent analysis based on your personality, skin pH levels, and credit score!",
    "appearance": "Arnold is a grey sheep dog. He has fuzzy grey ears on his head and a large tuft of white fur on his head. He has a fuzzy white belly with and muzzle on his face. He has round, black eyes with a black nose and mouth with a pink tongue sticking out."
  },
  {
    "name": "Aron",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c2/Aron.jpg/revision/latest/scale-to-width-down/268",
    "type": "Gorilla",
    "color": "Black, grey",
    "size": "3.5\", 5\", 7.5\", 12\", 16\"",
    "collector_number": "1125",
    "squishdate": "7.12.2021",
    "year": "2022",
    "bio": "Meet Aron, a young stock investor who loves to cook. His hands are strong like diamonds; he can whip up the best crème brûlée! His favorite foods are pasta, sushi, and cheese! Aron can whip up a delicious treat, or make a smart stock recommendation!",
    "appearance": "Aron is a gorilla, a type of primate. He has a shaggy, black mane and a black body with a grey belly. He has small, grey ears which sit low on his head and a grey-colored face. He has round, black eyes, a rounded oval nose with black nostrils and a small, grey smile."
  },
  {
    "name": "Arona",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3d/Arona%281%29.webp/revision/latest/scale-to-width-down/268",
    "type": "Butterfly",
    "color": "Pink",
    "size": "5\", 11\", 16\"",
    "collector_number": "1738",
    "squishdate": "04.19.2022",
    "year": "2023",
    "bio": "Arona flutters with holiday spirit. This 'Mallow knows there's no better way to celebrate than with a parade! Arona is planning the first Valentine's Day parade in her town with live music, floral arrangements, and lots of heart-shaped goodies. Want to join her parade committee?",
    "appearance": "Arona has a pink body and a cream-colored belly with pink stripes and hearts. Her wings have a black, white, and pink monarch pattern. The stems of her antennae are black, while the tips are pink. Her black eyes are winking; she has white cheeks and a black smile."
  },
  {
    "name": "Arthur",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/85/Arthur.jpg/revision/latest/scale-to-width-down/268",
    "type": "Alligator",
    "color": "Green",
    "size": "7\", 8\", 12\", 12\" stackable",
    "collector_number": "423",
    "squishdate": "3.10.2020",
    "year": "2020",
    "bio": "Arthur is quite the artsy dude. He spends all day painting large murals for local businesses or putting the finishing touches on a brand-new sculpture. At night he loves to go dancing with his friends, often times still covered in splatters of paint.",
    "appearance": "Arthur has a bright green body and a white belly. He has an embroidered snout with two teeth at the front and a further two on each side of his jaw. His round, black eyes sit on knobs atop his head. A row of dark green spikes run along his spine."
  },
  {
    "name": "Artin",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c4/Artin-LCM.png/revision/latest/scale-to-width-down/268",
    "type": "Loch Ness Monster",
    "color": "Pink",
    "size": "5\", 8\", 12\"",
    "collector_number": "2202",
    "squishdate": "06.08.2023",
    "year": "2023",
    "bio": "Meet Artin. They dress up for any occasion! This 'Mallow has so much fun coordinating colors and shapes, they don't mind taking the time to look super stylish and on trend. As much as Artin has a passion for fashion, their future is in synchronized swimming. Artin is on their way to the global competition next month!",
    "appearance": "Artin is a light pink Loch Ness Monster with long pectoral fins and on the top of their head. They have a tail, lighter pink spots on their forehead and a baby pink belly made of corduroy. A red and pink heart is embroidered on their belly, their eyes and smile are black, and their blush is magenta."
  },
  {
    "name": "Arturo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/02/Arturo.png/revision/latest/scale-to-width-down/268",
    "type": "Watermelon",
    "color": "Red, green",
    "size": "7\"",
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "Dancing, family, and tamales are some of Arturo's favorite things. He has a large family and whenever they get together there is a lot of noise, dancing, and laughter. His favorite thing about family visits is the yummy tamales that his aunt makes.",
    "appearance": "Arturo is a green watermelon with a bright red front ringed in white. His chest is covered in black seeds. He has round eyes and a bushy brown moustache. A brown sombrero with a green and red band sits atop his head."
  },
  {
    "name": "Ascott",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/2b/Ascott.jpg/revision/latest/scale-to-width-down/268",
    "type": "Nutcracker",
    "color": "Grey, White, Black",
    "size": "7.5\"",
    "collector_number": "1963",
    "squishdate": "09.19.2022",
    "year": "2024",
    "bio": "Ascott is a grey squirrel. He wears a black nutcracker hat on his head with three grey stripes. He wears a grey nutcracker outfit on his body. He has grey ears and a large fluffy navy grey tail behind. He has a  creamy white face with round, black eyes with and a black nose and mustache.",
    "appearance": "Ascott is a grey squirrel. He wears a black nutcracker hat on his head with three grey stripes. He wears a grey nutcracker outfit on his body. He has grey ears and a large fluffy navy grey tail behind. He has a  creamy white face with round, black eyes with and a black nose and mustache."
  },
  {
    "name": "Ash",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/70/Ash.jpg/revision/latest/scale-to-width-down/268",
    "type": "Otter",
    "color": "Brown",
    "size": "8\"",
    "collector_number": "1528",
    "squishdate": "02.04.2022",
    "year": "2022",
    "bio": "Ash is a true morning 'Mallow! He can't wait to get up and start creating new beats on his keyboard. A donut helps him start his day and get the music flowing! Sometimes, sprinkles get stuck on the keys, but Ash doesn't mind. Want to make music with Ash?",
    "appearance": "Ash is a golden-brown otter with rounded ears. His lower face and belly are white, and his inner ears are brown. He has round, black eyes, a large black nose and pink blush on his cheeks. He is holding a donut with hot pink icing and rainbow sprinkles between his front paws."
  },
  {
    "name": "Asher",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/41/Asher.jpg/revision/latest/scale-to-width-down/268",
    "type": "Narwhal",
    "color": "Turquoise",
    "size": "12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2019",
    "bio": "Are you ready for an adventure? Asher will take you there—through his photos! This narwhal is a photographer who travels the globe taking photos for magazines and newspapers. How can you capture his attention? His favorite dish is shrimp ceviche!",
    "appearance": "Asher is a blue-green narwhal lying flat on his belly. He has fins on each side and a defined tail fin. His belly is white and he has black eyes and a smiling mouth. His horn is silver with a turquoise spiral."
  },
  {
    "name": "Ashley",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b2/Ashley.png/revision/latest/scale-to-width-down/268",
    "type": "Apple",
    "color": "Green",
    "size": "2\", 3.5\", 5\", 8\", 12\", 16\"",
    "collector_number": "334",
    "squishdate": "9.27.2019",
    "year": "2020",
    "bio": "Ashley loves table tennis, one day she wants to be part of the world’s best table tennis team! For now, she practices with her friends and hosts backyard tournaments. You can help her keep score!",
    "appearance": "Ashley is a pale green apple with a white belly. Atop her head sits a bright green leaf and a brown stem. She has round, black eyes with short curled lashes and a red smiling mouth."
  },
  {
    "name": "Ashlyn",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/95/Ashlyn.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cheetah",
    "color": "Purple, grey",
    "size": "16\"",
    "collector_number": "569",
    "squishdate": "9.17.2020",
    "year": "2021",
    "bio": "Close your eyes, sprinkle a dash of glitter, and make a wish; Ashlyn is here to be your fairy godmother! Though she’s still a fairy in training, Ashlyn can’t wait to make Squishmallow dreams come true. What’s her biggest wish? This week it’s world peace and gooey triple chocolate chip cookies.",
    "appearance": "Ashlyn is a cheetah with a patchy grey coat covered in purple spots. She has a white belly and muzzle, with a purple nose and mouth. Her ears are round with a shimmery, rose gold color on the inside. Her butterfly-like wings and the crown atop her head are also rose gold. She has round, black eyes with spiked lashes."
  },
  {
    "name": "Asley",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/68/Asley.png/revision/latest/scale-to-width-down/268",
    "type": "Vulture",
    "color": "Brown",
    "size": "5\", 8\", 12\"",
    "collector_number": "1859",
    "squishdate": "07.11.2022",
    "year": "2023",
    "bio": "Asley has a rockin' hobby--she identifies and polishes rocks! There's no doubt Asley will grow up to be a geologist. Nothing amazes her more than well-cut rock samples or uncovering a mineral. Asley is polishing a new set of minerals today. Want to watch her work?",
    "appearance": "Asley is maroon vulture with a pointed yellow beak. She has a white ruff around her neck, separating her maroon  head from her dark brown body. She has fluffy dark brown wings and a grey colored belly."
  },
  {
    "name": "Aspen",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/b5/Aspen.webp/revision/latest/scale-to-width-down/268",
    "type": "Jackalope",
    "color": "Turquoise",
    "size": "8\"",
    "collector_number": "2920",
    "squishdate": "02.20.2025",
    "year": "2025",
    "bio": "Some folks sing in the shower—Aspen sings in the garden! After reading online that music can help plants grow, she’s been serenading her sprouts with everything from lullabies to love songs. She even started taking voice lessons to satisfy her pesky tomato vines. They’re a tough crowd!",
    "appearance": "Aspen is a jackalope, a mythical creature that is a jackrabbit with antelope antlers. She has a turquoise body and long, vertical ears with teal ears. She has two sparkling white antlers with two points each between her ears. She has a teal, belly and tail. She has round, black eyes and a turquoise nose and mouth."
  },
  {
    "name": "Astra",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5d/Astra.jpg/revision/latest/scale-to-width-down/268",
    "type": "Chick",
    "color": "Lavender",
    "size": "5\", 7\", 8\", 16\", 12\" stackable",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Astra loves coffee, cupcakes, and bubble-gum ice cream. She is a nurse who works in the hospital with mini mallows. She loves to have fun with her patients and tries to tell a new joke every day. Do you have a good joke for her to share?",
    "appearance": "Astra is a pale lavender bird with a fluffy white belly and a pink blush on each cheek. She has a triangular orange beak. The fluffy wings and crest of feathers atop her head are also white. She has closed eyes with short, curled lashes."
  },
  {
    "name": "Astrid",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ea/Astrid.jpg/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Purple",
    "size": "5\", 7\", 8\", 16\", 24\"",
    "collector_number": "14",
    "squishdate": "4.01.2017",
    "year": "2017",
    "bio": "Original:Do you believe in fate? Astrid does! She is a dreamer and loves learning how about how the stars align; her most prized possession is her telescope and she is rarely ever without it.",
    "appearance": "Astrid is a purple unicorn with a matching fluffy tail. Her ears, belly and nose are all white, and her nose also has pink nostrils. She has a short, sparkly pink horn with a darker pink swirl wrapped around it. She has black, oval-shaped eyes with short eyelashes."
  },
  {
    "name": "Astrud",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f5/Astrud-Bigfoot.png/revision/latest/scale-to-width-down/268",
    "type": "Bigfoot",
    "color": "Pink, Green",
    "size": "8\"",
    "collector_number": "2168",
    "squishdate": "3.30.2023",
    "year": "2023",
    "bio": "Anytime is a good time for a hike! Astrud and her bestie,Evita, meet up for hikes no matter the weather—these tough 'Mallows are prepared for anything. Astrud's favorite part is grabbing a hot peppermint latte at the little cafe near the trailhead. It keeps her perfectly warm and energized.",
    "appearance": "Astrud is a green bigfoot with a candy pink fuzzy mane on her head and long, shaggy ears. She has a white face and belly with two different colored swirls, such as red and pink, and white pads on her feet which are shaped like hearts. She has black eyes with short lashes, pink blush beneath and a wide mouth which stretches across her entire face."
  },
  {
    "name": "Atlas",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/32/Atlas.jpg/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Rainbow, Tie-dye",
    "size": "3.5\", 5\", 8\", 12\", 16\", 20\"",
    "collector_number": "690",
    "squishdate": "11.19.2020",
    "year": "2021",
    "bio": "Need some help for surviving life 101? Though she is still a student herself, from pasta to paying taxes, Atlas is a great teacher. She shares all the tips and tricks she comes across on her vlog. Go ahead and give her a follow!",
    "appearance": "Atlas is covered in a swirling tie-dye pattern consisting of hot pink, lime and electric blue. She has a white horn with a bright pink swirl which is the same color as her nostrils. Her fluffy mane and tail are hot pink. She has round black eyes with short lashes and a shimmery silver muzzle. The inside of her ears and her belly are white."
  },
  {
    "name": "Atoosa",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/82/Atoosa1.jpg/revision/latest/scale-to-width-down/268",
    "type": "Tiger",
    "color": "Pink, rainbow",
    "size": "11\"",
    "collector_number": "1254",
    "squishdate": "9.21.2021",
    "year": "2022",
    "bio": "Have you ever imagined what life would be like in space? Atoosa has! She’s an aerospace engineer and designed a space cruise ship to vacation among the stars! There’s an ice cream sundae bar, a galaxy arcade, and portholes to stargaze through. Next stop, new planets!",
    "appearance": "Atoosa has a pink body and rainbow stripes. She has a white belly and black round eyes, no whiskers, and a happy, pink cat mouth. She has fuzzy rainbow ears with a sparkly pink lining."
  },
  {
    "name": "Atwater",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7f/Atwater-LoveMonster.png/revision/latest/scale-to-width-down/268",
    "type": "Love Monster",
    "color": "Purple",
    "size": "7.5\", 12\", 11\", 20\"",
    "collector_number": "2101",
    "squishdate": "12.07.2022",
    "year": "2024",
    "bio": "Atwater works at a boardwalk amusement park! She loves being seaside all day and helping little 'Mallows safely on and off the ferris wheel. Atwater has so much fun at work, but her favorite perk is riding the wooden roller coaster as many times as she wants. Grab some cotton candy and hang around with Atwater!",
    "appearance": "Atwater is a mauve monster with pink horns, fin-like flaps on the sides of her body, and a red and pink striped belly. She has a glittery pink heart by the right of their head, light purple freckles between their eyes, and heart-shaped pink blush. Her eyes are black with lashes and a winking expression with a wide mouth and a single square tooth poking out by the bottom right of their mouth."
  },
  {
    "name": "Aubrey",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c6/Aubrey.jpg/revision/latest/scale-to-width-down/268",
    "type": "Avocado",
    "color": "Green",
    "size": "5\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Aubrey loves movies about horses, camping, and singing in the rain. For her birthday this year, she even had a karaoke camp out. A few of her friends camped out in her backyard and they sang songs by the fire. What song would you like to sing?",
    "appearance": "Aubrey is a khaki avocado with a yellow-green, or chartreuse, front. A band of lime green creates another layer around the chartreuse. The large pit on her belly is golden brown. She has closed, happy eyes, a laughing mouth and a pink blush the same shade as the bow she wears on her left side."
  },
  {
    "name": "Auggie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f2/Auggie.webp/revision/latest/scale-to-width-down/268",
    "type": "Cuttlefish",
    "color": "Pink",
    "size": "5\", 7.5\", 16\"",
    "collector_number": "2586",
    "squishdate": "03.14.2024",
    "year": "2025",
    "bio": "Auggie recently enrolled in a 6-week workshop on stress regulation. He can't wait to learn about things like \"breathing\" and hopes to return to managing the local fabric store better—and calmer—than ever. No more stress cries in the crochet aisle for this cuttlefish!",
    "appearance": "Auggie is a pink cuttlefish with a sparkly flower-shaped head. He has ten tentacles with five pink and five magenta with a round white belly. He has round, black eyes and a smiling mouth."
  },
  {
    "name": "August",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ec/August2.jpg/revision/latest/scale-to-width-down/268",
    "type": "Alpaca",
    "color": "Rainbow",
    "size": "14\"",
    "collector_number": "SD14 #70",
    "squishdate": "04.01.2022",
    "year": "2022",
    "bio": "Give August a call next time you need fashion advice. This alpaca knows all the latest trends and prides himself in dressing his 'Mallow friends based on their individual style. August is waiting to hear back from the fashion school he applied to. Think he'll get accepted?Appearance[]August is a llama with a tie-dyed fur pattern of blue and pink spots. His face and inner ears are white. He has round black eyes with thick, curly lashes. He has a pink mouth. He has a pom-pom like rainbow hair style.",
    "appearance": "August is a llama with a tie-dyed fur pattern of blue and pink spots. His face and inner ears are white. He has round black eyes with thick, curly lashes. He has a pink mouth. He has a pom-pom like rainbow hair style."
  },
  {
    "name": "Augustine",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e7/Augustine.webp/revision/latest/scale-to-width-down/268",
    "type": "Bulldog",
    "color": "Xanadu, Cream",
    "size": "12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2024",
    "bio": "Augustine teaches The Art of the Word Puzzle at the local college. Every class begins with an exciting topic like 'double meanings throughout history' and ends with some serious stumping. Don't be late, or you'll have to answer an Elizabethan riddle about clocks!",
    "appearance": "Augustine is a cream dog with a xanadu patcheover their right ear and a cream patch around their left eye. They have a teal patterned belly. Her ears are large and floppy, standing up from their head. She has a pronounced snout with classic bulldog jowls, with a rounded teal nose and round black eyes."
  },
  {
    "name": "Augusto",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e0/Augusto.jpeg/revision/latest/scale-to-width-down/268",
    "type": "Triceratops",
    "color": "Teal, Forest Green",
    "size": "8\"",
    "collector_number": "1933",
    "squishdate": "08.29.2022",
    "year": "2023",
    "bio": "Augusto just brought a panini press and now he can't stop crafting sandwiches! He gets really creative with builds, and sometimes even swaps out plain bread for waffles in a breakfast sandwich melt. Share some of your favorite sandwich ingredients with Augusto and he'll make something gooey and delicious just for you!",
    "appearance": "Augusto is a pale green dinosaur with a grey belly. A ridge of turquoise spines appears atop his head. He has two white horns on his head and a large white horn on his face. He has black, round eyes and a smiling mouth."
  },
  {
    "name": "Aurora",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/89/Aurora.png/revision/latest/scale-to-width-down/268",
    "type": "Unicorn",
    "color": "Blue, Purple, Tie-dye",
    "size": "5\", 8\", 12\", 16\", 20\", 24\"",
    "collector_number": "241",
    "squishdate": "6.13.2019",
    "year": "2020",
    "bio": "Aurora is from a mystical planet near the Milky Way. This magical unicorn loves learning about her galaxy and aspires to be an astronomer. When she's not learning about the magical world around her, she enjoys skiing down the slippery slopes of Mt. Jupiter.",
    "appearance": "Aurora is covered in a tie-dye pattern consisting of mainly blue and purple, with traces of pink. She has a silver horn with a bright pink swirl which matches her silver muzzle. Her fluffy mane and tail are candy pink. Her eyes are closed, with two short lashes on each. The inside of her ears have an iridescent sparkle and her belly is white."
  },
  {
    "name": "Aurura",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/24/Aurora_the_owl.png/revision/latest/scale-to-width-down/268",
    "type": "Owl",
    "color": "Magenta",
    "size": "5\", 8\", 10\", 12\"",
    "collector_number": "2036",
    "squishdate": "11.03.2022",
    "year": "2023",
    "bio": "Aurura brews the freshest cups of coffee right in her kitchen! No matter how long the process takes, this owl happily roasts whole beans over a small flame and grinds them to the perfect size. Watch Aurura gently pour over the steaming water--she's making this cup o' joe just for you!",
    "appearance": null
  },
  {
    "name": "Austin",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/ca/Austin.png/revision/latest/scale-to-width-down/268",
    "type": "Avocado",
    "color": "Green",
    "size": "3\", 3.5\", 5\", 8\", 12\", 16\", 20\"",
    "collector_number": "330",
    "squishdate": "9.27.2019",
    "year": "2020",
    "bio": "Austin loves drawing aliens and dreams of one day living in space! He loves pretending that he lives on the moon or is climbing rock mountains on Mars. Austin became obsessed with outer space in school after reading a book about aliens, will you help Austin plan his next space adventure?",
    "appearance": "Austin is a dark green avocado with a light green front. His stem and his pit, the large circle on his belly, are both light brown. He has round, black eyes and a smiling red mouth."
  },
  {
    "name": "Autumn",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/aa/Autumn.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cat",
    "color": "Black, purple",
    "size": "3.5\", 4\", 5\", 8\", 16\"",
    "collector_number": "63",
    "squishdate": "11.10.2017",
    "year": "2018",
    "bio": "You could say that Autumn is not a morning person. Her adventure-seeking personality comes out as the darkness fills the skies. Autumn is one with nature, and travels all over the world from one Halloween to the next.",
    "appearance": "Autumn is a black cat with pointed, triangular ears. She has a light purple belly and inner ears. Her nose and mouth are pale pink and framed by two white whiskers on either side. She has round, black eyes ringed in white."
  },
  {
    "name": "Autumn the Fox",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c5/AutumnTheFox.jpg/revision/latest/scale-to-width-down/268",
    "type": "Fox",
    "color": "Pink",
    "size": "16\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2018",
    "bio": "Autumn loves listening to music and playing the piano; her friends love her playful personality.",
    "appearance": "Autumn is a light pink fox with faded white parts. She has large, triangular ears, the inside of which are white and glittery. She has white markings on her face, including fluffy cheeks. She is looking to the left and has eyelashes and a red, heart-shaped nose."
  },
  {
    "name": "Ava",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5b/Ava.jpg/revision/latest/scale-to-width-down/268",
    "type": "Chick",
    "color": "Yellow",
    "size": "8\", 12\"",
    "collector_number": "58",
    "squishdate": "unknown",
    "year": "2018",
    "bio": "Ava is one cool chick who has an eye for design. She is one to always put things together. Ava's dream is to create a big dollhouse with her favourite Squishmallows!",
    "appearance": "Ava is a bright yellow bird with a white belly. She has a triangular orange beak and pale pink blush under her eyes. Her eyes are shut and each has two short eyelashes."
  },
  {
    "name": "Ava the Avocado",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a9/Ava_the_Avocado.webp/revision/latest/scale-to-width-down/268",
    "type": "Avocado",
    "color": "Green",
    "size": "5\", 8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2019",
    "bio": "Ava loves to travel! Her favorite place to visit is Mexico. When Ava travels, she enjoys trying new foods and experiencing other cultures.",
    "appearance": "Ava is a green avocado with a light green front. Her 8\" version has a light brown pit in the center of her body which is a pouch where her 5\" version is stored. She has a pink or a gold flower on her head. She has round, black eyes with eyelashes, a smiling mouth, and pink blush on her cheeks."
  },
  {
    "name": "Avana",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/6f/Avana.webp/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Grey",
    "size": "8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Meet Avana. This axolotl loves a good cry. She enjoys watching tearjerkers and sob stories any day of the week. She can't pinpoint exactly why if you ask her, but she'll share her top 10 movie list if you'd like!",
    "appearance": "Avana is a grey axolotl with darker grey spots and a fluffy white belly. She has shimmery silver gills with pink frilly edges on each side of her head and a shimmery silver crown on top of her head. She has small, stubby arms, round black eyes, and a cat-like smile."
  },
  {
    "name": "Avery",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/1a/Avery.jpg/revision/latest/scale-to-width-down/268",
    "type": "Mallard (Duck)",
    "color": "Green, brown",
    "size": "2\", 2.5\", 3.5\", 5\", 7\", 7.5\", 8\", 10\", 12\", 16\", 24\"",
    "collector_number": "216",
    "squishdate": "4.15.2019",
    "year": "2019",
    "bio": "Original:Don't let his size fool you, Avery is a skilled left wingman for the Squishmallows rugby team and one day wants to be a coach! His whole family comes to watch and they bring popsicles to celebrate once the game is over.",
    "appearance": "Avery is a duck with an emerald green head and a brown body, separated by a white marking on his neck. He has fluffy brown wings the same color as his body and a paler, tan-colored belly. His round black eyes have a white ring around them, and his short bill is bright yellow."
  },
  {
    "name": "Avi",
    "image_url": null,
    "type": "Mango Boba",
    "color": "Yellow",
    "size": "5\"",
    "collector_number": "2884",
    "squishdate": null,
    "year": "2025",
    "bio": "Avi just had so much fun whale watching! The group made super funny whale calls because they couldn't find any whales to watch, Avi got to eat a second lunch because the motion of the ocean made him lose his first, and there was even the most beautiful rainbow in the sky after a freak thunderstorm made them return to shore!",
    "appearance": "Avi is a yellow cup of mango boba tea with a glittery silver lid and a golden straw.  He has a mango embroidered on the right side of the cup. He has dark brown tapioca pearls, round, black eyes and a black color smile."
  },
  {
    "name": "Avrill",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e0/Avrill.jpg/revision/latest/scale-to-width-down/268",
    "type": "Dragon",
    "color": "Teal",
    "size": "7.5\", 14\", 24\"",
    "collector_number": "1092",
    "squishdate": "06.30.2021",
    "year": "2022",
    "bio": "Meet Avrill. He loves to tinker and find out how everything around him works. Curiosity rules his world! In his free time, he likes to design airplanes and hopes to be an airplane engineer someday. He wants to make flying the best way to move, do you want to see his latest design?",
    "appearance": "Avrill is a teal dragon with a white nose and belly. He has small, white fangs below his nose. His horns and the inside of his wings are glittery silver. The inside of his ears and spines on his back are green. He has two large black eyes."
  },
  {
    "name": "Axel",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5e/Axel.jpg/revision/latest/scale-to-width-down/268",
    "type": "Beetle",
    "color": "Purple",
    "size": "3.5\", 7.5\", 8\", 12\", 20\"",
    "collector_number": "1620",
    "squishdate": "04.01.2022",
    "year": null,
    "bio": "Axel poses for all the most well-known designers. Axel was discovered at a shopping mall when he was a young beetle, and even though he always knew he was unique looking, he never imagined it would take him to the cover of magazines. Have you seen Axel's latest photo shoot?",
    "appearance": "Axel is a purple beetle with horizontal sections of different shades of purple and a white belly. His bottom half is a dark glittery purple and his top half is light purple. He has two curled antennaes atop his head. He has small wings stick out to either side of him. He has round, black eyes, a smiling mouth, and pink blush."
  },
  {
    "name": "Axiel",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/6d/Axiel.webp/revision/latest/scale-to-width-down/268",
    "type": "Lizard",
    "color": "Tie-Dye, Red, Green",
    "size": "7.5\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2022",
    "bio": "Axiel is a jeweler and creates stunning one-of-a-kind pieces that sparkle and glow. She gets to know her customer before designing something special for them and loves to see their reaction. Would you like her to make something for you?",
    "appearance": "Axiel is a lizard with a tie-dye pattern of green and red circles on a white base. She has a hot pink frill atop her head. She has round, black eyes with curled lashes."
  },
  {
    "name": "Azi",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/51/Azi_2.png/revision/latest/scale-to-width-down/268",
    "type": "Shark",
    "color": "Grey",
    "size": "7.5\", 8\"",
    "collector_number": "2264",
    "squishdate": "7.13.2023",
    "year": "2023",
    "bio": "Azi knows what he likes! A perfect day for this playful 'Mallow would include a trip to the toy store, a drive out to the beach, and an all-you-can-eat candy buffet waiting for him at home. The only thing that would make it all better? Sharing it with his family, of course!",
    "appearance": "Azi is a pale grey shark with bole spots around his body and two fins on each side, they have two dorsal fins on his head and on their lower back with a tail at the bottom. He has a round, white belly. He has round black eyes and a wide red mouth with pointy teeth."
  },
  {
    "name": "Aziza",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e0/Aziza.jpg/revision/latest/scale-to-width-down/268",
    "type": "Stingray",
    "color": "Purple",
    "size": "2\", 3.5\", 5\", 7\", 8\", 12\", 14\", 16\", 20\", 24\"",
    "collector_number": "761",
    "squishdate": "12.23.2020",
    "year": "2021",
    "bio": "Aziza is a little alternative and loves to push buttons. Sarcasm, sleeping in, and being silly are just a few of her favorite things. If you need a second opinion or a new topic to debate, Aziza is the mallow for you!",
    "appearance": "Aziza is a light purple stingray with lavender spots. She has a white belly, round black eyes, and a black simple smile. She has two purple triangular fins and a thin tail with the same pattern. She has purple gills on either side of her belly."
  },
  {
    "name": "Azizbek",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f6/Azizbek.webp/revision/latest/scale-to-width-down/268",
    "type": "Onion",
    "color": "Magenta, Green",
    "size": "5\", 12\"",
    "collector_number": "2389",
    "squishdate": "11.20.2023",
    "year": "2024",
    "bio": "Do you know what time it is? Azizbek sure does. He repairs watches of all kind at a small kiosk downtown. If you listen closely, you can hear the ticking of all the watches hanging at his repair stand! Just don't bring Azizbek a digital watch. He only works with gears and dials.",
    "appearance": "Azizbek is a red onion with light magenta tripes on his top and bottom. He has multiple green leaves on top, some are green, and others are dark. His face has two wide open black eyes, a smiling black mouth and pale purple blush."
  },
  {
    "name": "Azizi",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5b/Azizi1.png/revision/latest/scale-to-width-down/268",
    "type": "Dragon",
    "color": "Green",
    "size": "14\", 16\"",
    "collector_number": "1020",
    "squishdate": "5.28.2021",
    "year": "2021",
    "bio": "If you're looking for a sense of purpose or direction, Azizi is the dragon for you! This dragon was once all over the place and now helps other Mallows find their happy place. Azizi has studied traditions old and new to understand being organized, calm, and collected.",
    "appearance": "Azizi is a lime green dragon. They have a white snout, inner ears, and belly. Their spines, horns, and inner wings are a shimmering gold color. they have closed black eyes."
  },
  {
    "name": "Babette",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/96/Babette.jpg/revision/latest/scale-to-width-down/268",
    "type": "Hedgehog",
    "color": "Rainbow",
    "size": "5\", 7\", 8\", 12\"",
    "collector_number": "1463",
    "squishdate": "12.17.2021",
    "year": "2022",
    "bio": "Meet Babette! Everyone in Babette's neighborhood knows about Babette's jumping skills - so don't be surprised if you see a crowd watching when she starts performing her tricks! One-legged, double rope, criss-cross, she can do it all! Come join the fun, and cheer Babette on!",
    "appearance": "Babette is a hedgehog with a rainbow body. Her snout is white and her ears are lavender. She has a purple nose and black eyes. Her face and belly are white, the same as the spines which decorate her back."
  },
  {
    "name": "Babs",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/97/Babs_12_inch.webp/revision/latest/scale-to-width-down/268",
    "type": "Blue Jay",
    "color": "Blue",
    "size": "3.5”, 5”, 7.5”, 8”, 12\", 16\"",
    "collector_number": "467",
    "squishdate": "9.25.2020",
    "year": "2020",
    "bio": "Meet Babs. She loves super heroes, sci-fi, and created her own superhero, Captain Blueberry! Captain Blueberry is a regular bird by day and solves crime by night. Now Babs just needs to create a sidekick, what should she call them?",
    "appearance": "Babs is a blue and white bird with fluffy blue wings and a pale grey beak. There are two shades of blue: royal blue on top of her head and on her body, and navy blue on the bottom part of her head. She has a white face mask which is shaped like an M, arching over each eye and dipping below her beak. Her belly is also white. She has black eyes and pink blush on each cheek, as well as a blue line which stretches horizontally across her face, in line with her eyes."
  },
  {
    "name": "Baiden",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/37/Baiden.png/revision/latest/scale-to-width-down/268",
    "type": "Dragon",
    "color": "Red",
    "size": "2\", 4\", 8\", 12\", 14\"",
    "collector_number": "786",
    "squishdate": "1.07.2021",
    "year": "2021",
    "bio": "Original:Baiden has an after-school job at a farm, he helps with the planting and harvesting. It can be very hard work but Baiden loves to learn all about taking care of the soil and doing what he can for the best harvest possible.",
    "appearance": "Baiden is a bright red dragon with a white nose and belly. His horns, the inside of his wings and the spines on his back are all glittery silver. He has two large black eyes."
  },
  {
    "name": "Baidolita",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f5/Baidolita.webp/revision/latest/scale-to-width-down/268",
    "type": "Dragon",
    "color": "Black, Red",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "2617",
    "squishdate": "05.06.2024",
    "year": "2024",
    "bio": "Baidolita has an after-school job at the local hospital! They harvest fresh fruits and vegetables from the community garden and sometimes makes anatomy-themed crudité platters for the nursing staff. Ask about the time they plated a bounty on a parsnip to look just like the pancreas!",
    "appearance": "Baidolita is a fusion ofBaidenandNicolita. The left side resembles Baiden is bright red with a white nose and belly. The dragon horn, the inside of their wings and the spines on their back are all glittery silver. Their left eye is black. The right side resembles Nicolita is black with grey accents. The right side of their is grey, and their unicorn horn and right inner ear are glittery silver. Their mane that goes from the top of their head to her back and her fluffy tail are black. Their right eye is black with a yellow ring around them, their right muzzle is grey and right their nostril are yellow. They have purple stitching along their body."
  },
  {
    "name": "Bailey",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fd/Mystery_Llama.jpg/revision/latest/scale-to-width-down/268",
    "type": "Llama",
    "color": "Rainbow",
    "size": "2\", 5\", 8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2020",
    "bio": "Bailey is the bubblegum blowing champion in her town, she's set many records for blowing the biggest bubble, chewing her gum the longest, and even creating some of the yummiest bubblegum flavors! Do you think you can blow bigger bubbles than Bailey?",
    "appearance": "Bailey is a llama with a pattern of vivid, rainbow stripes, interspersed with white sparkles. She has silver inner ears and fluffy white fur on her head and belly. She has a white face with a defined muzzle and pale pink hearts decorating each cheek. She has cheerful, black eyes with a white shine and short, curled lashes."
  },
  {
    "name": "Balia",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/eb/Balia.png/revision/latest/scale-to-width-down/268",
    "type": "Butterfly",
    "color": "Yellow, Pink, Orange, Tie-Dye",
    "size": "5\", 16\"",
    "collector_number": "1173",
    "squishdate": "7.23.2021",
    "year": "2022",
    "bio": "Meet Balia. This sweet and lovable social butterfly is always here to make sure you're having fun! She may be cuddly, but Balia is one tough 'Mallow who works for what she wants. When you're with Balia, you are sure to have a fun time and meet new people!",
    "appearance": "Balia is a tie-dyed butterfly, predominantly yellow, orange, and pink. She has shiny silver antennas with fluffy pink hearts on the end. Her wings are also pink with silver on the inner wing. She has black eyes with two short eyelashes on each, pink blushing cheeks and a smiling mouth. Her stomach is white with thin pink lines. She also has a big dark pink heart, medium lavender purple heart, and small teal blue heart stitched on her stomach."
  },
  {
    "name": "Ballis",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ea/Ballis.webp/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Black, Brown, Tie-dye",
    "size": "12\"",
    "collector_number": "1331",
    "squishdate": "11.12.2021",
    "year": "2022",
    "bio": "Ballis can come off as very quiet and serious, but it's only because he's a little shy. He really likes people and loves making new friends. It takes him a while to open up, but he's totally worth the wait. He has the funniest dry sense of humor and gives the best advice!",
    "appearance": "Ballis is a french bulldog, or 'Frenchie', with a black tie-dye pattern, which also includes shades of brown and grey. His belly and his triangular ears are dark grey. He has a pronounced dark grey snout with classic bulldog jowls, as well as a rounded black nose and round, black eyes with white rings around them."
  },
  {
    "name": "Balni",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4d/Balni-Toucan.png/revision/latest/scale-to-width-down/268",
    "type": "Toucan",
    "color": "Black, Red",
    "size": "14\"",
    "collector_number": "SD14 #56",
    "squishdate": "11.4.2021",
    "year": "2022",
    "bio": "Meet Balni. She's super-friendly and open-minded and never shies away from new experiences! She finds joy in the little things, like a sunny beach day, a silly dance, or making her friends laugh. Balni always includes everyone, so come along she'd love to meet you!",
    "appearance": "Balni is a black toucan with cyan markings on her eyes with a white belly. She has short wings with a fuzzy top and red tip. Her beak is green, yellow, and red, with a matching space bun hairdo held up by glittery, blue bands."
  },
  {
    "name": "Balthazar",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/11/Balthazar.jpg/revision/latest/scale-to-width-down/268",
    "type": "Gingerbread Man",
    "color": "Brown",
    "size": "8\"",
    "collector_number": "2619",
    "squishdate": "05.08.2024",
    "year": "2024",
    "bio": "Balthazar is a champion fencer who wields a different sort of stick in the off-season—a kebab stick! Friends and family love his Balthazar 'babs and always request the 'Roast and Toaster' over the holidays. It features crunchy chestnuts, gooey marshmallows, and is even held up by a mini gingerbread Balthazar!",
    "appearance": "Balthazar is a brown gingerbread boy wearing a silver headband with large white earmuffs. He has two swirls of white icing running down each side of his body. He has a pale pink belly with two peppermint buttons decorating it. He also wears a large, red bow tie above his buttons. He has round eyes and a red, smiling mouth."
  },
  {
    "name": "Bambalina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e2/Bambalina.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cat",
    "color": "Black",
    "size": "8\", 16\"",
    "collector_number": "1179",
    "squishdate": "7.27.2021",
    "year": "2021",
    "bio": "Meet Bambalina. This cuddly cat loves crunchy peanut butter cookies, sleeping in, and making music. One day she wants to be a DJ; she'll play in between naps and her favorite sweet treats. Do you want to play some music with Bambalina?",
    "appearance": "Bambalina is a cat with black fur, and a black fuzzy belly. She has white whiskers, and a pink nose and pink inner ears."
  },
  {
    "name": "Bambz",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e4/Bambz.jpg/revision/latest/scale-to-width-down/268",
    "type": "Pomchi",
    "color": "Black, white",
    "size": "7\"",
    "collector_number": "1606",
    "squishdate": "03.30.2022",
    "year": "2022",
    "bio": "Bambz is a little Pomchi with a big personality. She loves making new friends and watching films with her family. Bambz is going to be a movie producer when she's older and start a production company with her bestiesRheya,Fitch, andMonty. What kind of films do you think they should make?",
    "appearance": "Bambz is a black Pomchi dog with tall, pointed ears and brown eyebrows. She has a white muzzle and a round white belly. The insides of her ears are fuzzy and grey. Her nose, mouth and eyes are all black, although her eyes are rimmed with white. She has a red collar that goes around her body with a rainbow dog tag in the shape of a bone. The dog tag has the text \"Bambz\" on it in navy blue."
  },
  {
    "name": "Bangta",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/5d/Bangta.png/revision/latest/scale-to-width-down/268",
    "type": "Bunny",
    "color": "Tan",
    "size": "8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2023",
    "bio": "(no bio given on tag)",
    "appearance": "Bangta is a tan bunny with aReese's Peanut Butter Cupswrapper on the bottom half of her body. She has two closed eyes and two black whiskers on each side of her face."
  },
  {
    "name": "Banjo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9a/Banjo.jpg/revision/latest/scale-to-width-down/268",
    "type": "Enchilada",
    "color": "Tan, Red",
    "size": "8\", 16\"",
    "collector_number": "2479",
    "squishdate": "01.22.2024",
    "year": "2024",
    "bio": "Who loves analyzing data and researching sales trends? It's Banjo! This enchilada has a mind for numbers, so it's no wonder he ended up working as a market research analyst. Frozen desserts are in, the color orange is out, and Banjo can't wait to discover why!",
    "appearance": "Banjo is an enchilada. His body is made up of a tortilla in wrapped with red meat and cheese sticking out from the left side. His belly red sauce with a swirl of white sauce with green jalapenos. He has round, black eyes and a smiling mouth."
  },
  {
    "name": "Banks",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/ff/Banks.webp/revision/latest/scale-to-width-down/268",
    "type": "Badger",
    "color": "Blue, tie-dye, white",
    "size": "16\"",
    "collector_number": "1681",
    "squishdate": "04.12.2022",
    "year": "2022",
    "bio": "Banks recently started his own optometry practice. He examines and treats eyes for all 'Mallows and can even prescribe glasses. Banks keeps the office energy levels up and positive by hosting gatherings throughout the week. This Friday, he's throwing a bagel party!",
    "appearance": "Banks is a badger with a white head and a pale blue body. He has round ears with pale blue inside and a pure white muzzle. He has stripes running from his ears to his eyes which are tie-dyed with shades of blue, green and white. His round belly has the same pattern. He has round, black eyes and a broad black nose. He also has a large, fluffy, pale blue tail."
  },
  {
    "name": "Banu",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/53/Banu.jpeg/revision/latest/scale-to-width-down/268",
    "type": "Gnome",
    "color": "Rainbow, Red, White",
    "size": "5\", Flip-A-Mallow, 8\", 18\", 24\"",
    "collector_number": "1085",
    "squishdate": "06.25.2021",
    "year": "2021",
    "bio": "Meet Banu. Though some mau call him grumpy, he just likes to keep to himself. He's a bit of an introvert who prefers small groups to large ones. Want to know his happy place? A cabin tucked away with his good friendNorman!",
    "appearance": "Banu is a gnome with a large nose, a bushy white beard, and a round, red belly. He wears a rainbow knit hat printed with a red pom-pom atop his head, and a grey and red plaid outfit on his bottom half. Banu's 8\" 2022 version has a green belly and a red and black plaid outfit."
  },
  {
    "name": "Baptise",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/2f/Bapiste.png/revision/latest/scale-to-width-down/268",
    "type": "Macaw",
    "color": "Blue, Green, Yellow",
    "size": "7.5\", 10”",
    "collector_number": "2051",
    "squishdate": "11.08.2022",
    "year": "2023",
    "bio": "When Baptise was admitted to opera school, the other students could hardly believe it. How could a parrot sing opera? By mimicking, of course! This peculiar technique, along with his six-squawk vocal range, has put Baptise at the top of his class. Bravo Baptise!",
    "appearance": "Baptise has a green ombre to blue body with a yellow tummy and fluffy blue wings with a yellow top. Baptise face consists of mostly white part with black on the bottom and black beak with black eyes."
  },
  {
    "name": "Bara",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/98/Bara.jpg/revision/latest/scale-to-width-down/268",
    "type": "Beaver",
    "color": "Blue",
    "size": "8\"",
    "collector_number": "1081",
    "squishdate": "06.22.2021",
    "year": "2021",
    "bio": "Meet Bara. This biomedical engineer wants to make the world a better place. Bara just finished a big paper for her latest design. Sometimes she works long hours but she loves the value in her work. In her free time, Bara loves to go camping and off-roading in the desert.",
    "appearance": "Bara is a sky blue beaver with round ears. Her belly and inner ears have long, fluffy fur with shades of blue and white. She has a rounded, triangular muzzle in white, with a blue nose and mouth. Her eyes are closed and feature curled lashes. Each cheek has two curved, black whiskers. She has a large, flat, blue tail."
  },
  {
    "name": "Baratelli",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/78/Baratelli.jpg/revision/latest/scale-to-width-down/268",
    "type": "Frog",
    "color": "Green",
    "size": "10\", 16\"",
    "collector_number": "982",
    "squishdate": null,
    "year": "2021",
    "bio": "The hills are alive with the sound of tap shoes and top hats! Baratelli loves the limelight, just watch him sing and dance! On weekends he enjoys trying as many food trucks as possible. Baratelli might be a rising star, but he's always looking for a dance partner. Is it you?",
    "appearance": "Baratelli is a sage green frog with a white colored belly. His eyes sit on top of his head, and are black rimmed in white. He has prominent nostrils above his smiling mouth, and a pale pink blush on each cheek. A sparkly, golden crown sits atop his head."
  },
  {
    "name": "Barb",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4d/Barb.png/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Purple, rainbow",
    "size": "2\", 7\", 12\", 16\"",
    "collector_number": "939",
    "squishdate": "9.23.2021",
    "year": "2021",
    "bio": "Barb says hello! Barb is quite the gymnast and can do all kinds of tricks, from aerials to tricks on the trapeze. If asked nicely, Barb will even put on a show for her friends! While she's a humble 'Mallow, Barb loves to show off her moves.",
    "appearance": "Barb is a dog with a light purple colored body. Her muzzle and belly are white, and she has a lilac patch around her right eye. In her16\"form, her belly and ears are fluffy. Her ears are pastel rainbow with a pink underside. In her12\"Select Seriesversion, her ears are solid light purple and her body is pastel rainbow. This version also has a blue and light green sleep mask with cucumbers on her forehead. She has round, black eyes and a pink nose and mouth."
  },
  {
    "name": "Barbara",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4d/Barbara.jpg/revision/latest/scale-to-width-down/268",
    "type": "Peeps Drink",
    "color": "Pink",
    "size": "11\", 14\"",
    "collector_number": "2734",
    "squishdate": "08.14.2024",
    "year": "2025",
    "bio": "Congratulations to Barbara! This budding broadcast journalist was recently promoted from 'Camera intern' to 'Carrot Correspondent' and can't wait to start asking tough questions. Like, why are carrots orange? Are they jealous of broccoli? Tune in to find out!",
    "appearance": "Barbara is a pink cup of pink drink. They have a light pink lid on top of their head with a teal straw with a pink bow and a teal peep on the right side of their lid. The lower part of their lid is darker pink with teal spots. They have a light pink belly and has round, black eyes with lashes and a pink smile with dark pink cheeks."
  },
  {
    "name": "Barella",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/48/Barella.jpg/revision/latest/scale-to-width-down/268",
    "type": "Betta Fish",
    "color": "Maroon, Red",
    "size": "3.5\", 5\", 16\", 20\"",
    "collector_number": "2223",
    "squishdate": "23.06.2023",
    "year": "2024",
    "bio": "Barella takes pride in her home and garden. She prunes the kelp regularly and keeps her window clean and free of surface scum. So it’s no wonder Barella loses her temper when neighbors stray on her lawn. Make sure you swim over the stone path when you visit Barella!",
    "appearance": "Barella is a maroon betta fish. She has wavy pectoral fins and a dorsal fin on top of her head with shiny holographic spots on her fins and belly. She has black eyes with lashes and a black smile."
  },
  {
    "name": "Barika",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/02/Barika.jpg/revision/latest/scale-to-width-down/268",
    "type": "Bearded Dragon",
    "color": "Pink",
    "size": "12\"",
    "collector_number": "1195",
    "squishdate": "8.4.2021",
    "year": "2021",
    "bio": "Barika can't see colors but that isn't stopping her from living her dream. She wants to be a digital designer, she loves creating digital art. At first, she was too shy to share it but now she's very proud to share her ideas. Would you like to see her work?",
    "appearance": "Barika is a light pink bearded dragon, a type of lizard. She has a light pink belly with pink spots, iridescent rainbow fringes on each side of her head and five iridescent rainbow markings on her back. She has round, black eyes with eyelashes and a squiggly closed mouth with her tongue sticking out."
  },
  {
    "name": "Barkev",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4f/Barkev.jpg/revision/latest/scale-to-width-down/268",
    "type": "Manatee",
    "color": "Orange, Green",
    "size": "3.5\", 5\", 8\", 12\", 16\"",
    "collector_number": "2339",
    "squishdate": "10.02.2023",
    "year": "2024",
    "bio": "Did you know there's an abandoned motel under the local beach boardwalk? Barkev sure did! This hardworking historian loves learning about his hometown and even creates custom souvenirs if his favorite landmarks. Remember to grab an enamel pin---it's forged from the recycled steel of the torn-down roller rink!",
    "appearance": "Barkev is a neon orange aquatic mammal with small but wide flippers and a neon green spotted snout. He has a neon green belly. He has round, black eyes. He wears a hot pink bucket hat."
  },
  {
    "name": "Barkevina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/90/Barkevina.jpg/revision/latest/scale-to-width-down/268",
    "type": "Chihuahua",
    "color": "Brown, Tan",
    "size": "3.5\", 7.5\", 14\"",
    "collector_number": "2365",
    "squishdate": "11.03.2023",
    "year": "2024",
    "bio": "Barkevina won't go anywhere without her bestie, Bluby. These two are simply inseparable. Check out their friendship bracelets! Barkevina always thought she was the only one with a sunny day happy dance, until she sawBlubybust a move. Wanna see her latest choreography?",
    "appearance": "Barkevina is a chocolate brown chihuahua with tall ears which taper at the tips. Her muzzle, inner ears and eye brows are light tan. She has a creamy white belly. She has round black eyes rimmed in tan and a nose the same color."
  },
  {
    "name": "Barnabus",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/dd/Barnabus.png/revision/latest/scale-to-width-down/267",
    "type": "Owl",
    "color": "Grey",
    "size": "16\"",
    "collector_number": "771",
    "squishdate": "12.29.2020",
    "year": "2021",
    "bio": "Looking for a new hobby? Join Barnabus and make some cool sand art! Barnabus loves how calming and tidy sand art can be, he even has a little sandbox on his desk to play with. Next, he wants to get a big sandbox for his backyard so more can join in the fun!",
    "appearance": "Barnabus is a light grey owl with darker, circular splotches. He also has prominent ear tufts and white markings on his face and belly. Small, grey feathers decorate his chest and he has a golden, triangular beak."
  },
  {
    "name": "Barnes",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ea/Barnes.png/revision/latest/scale-to-width-down/268",
    "type": "Turtle",
    "color": "Green, Tie-dye",
    "size": "16\"",
    "collector_number": "774",
    "squishdate": "12.29.2020",
    "year": "2021",
    "bio": "Coloring, card games, and cooking are some of Barnes's favorite things to do. He drew his own snack menu for friends to order from during card games. He gets excited when it's time to put on his chef hat and make yummy snacks.",
    "appearance": "Barnes is a pale green turtle with a tuft of white hair atop his head. He has a white belly and two flippers (one on each side). He has a simple face with round black eyes and a smile. On his back is a bright green, tie-dyed shell."
  },
  {
    "name": "Barnet",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fe/Barnet2.png/revision/latest/scale-to-width-down/268",
    "type": "Orange",
    "color": "Orange",
    "size": "2.5”, 3.5”, 5”, 8\", 12\"",
    "collector_number": "2063",
    "squishdate": "11.10.2022",
    "year": "2023",
    "bio": "Barnet wakes up bright and early, ready to check off everything on their to-do list! This ambitious ‘Mallow starts their day with a quick yoga flow and vitamin-packed smoothie before even heading to work. Barnet has a big presentation to make next week but they already know it’s going to be a hit!",
    "appearance": "Barnet is an orange-themed like fruit bat. They have yellow inner ears and wings with a green leaf on their head. Barnet's belly resembles an orange slice with yellow pulp/flesh. They have round, black eyes and a red smiling mouth with two small white fangs."
  },
  {
    "name": "Baron",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/73/Baron.jpg/revision/latest/scale-to-width-down/268",
    "type": "Bear",
    "color": "Brown",
    "size": "3.5\", 5”, 8”, 12”, 16\"",
    "collector_number": "82",
    "squishdate": null,
    "year": null,
    "bio": "Grab your bear necessities because you are going on a camping trip with Baron! Let Baron be your next guide at your favorite national park. He is the king of the mountains and beary social!",
    "appearance": "Baron is a chocolate brown bear with round ears. He has a pale tan belly, inner ears and a marking on his muzzle which is narrow between his eyes and widens around his black nose and mouth. He also has round, black eyes."
  },
  {
    "name": "Barrie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/2/26/Barrie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Frog",
    "color": "Purple, Tie-dye",
    "size": "14\"",
    "collector_number": "17",
    "squishdate": "04.01.2022",
    "year": "2023",
    "bio": "Congrats to Barrie who just graduated from design school! Barrie draws with pencils, Inks--- even a stylus digital pen. His favorite scenes to draw are magic and fantasy because he can use so many different colors and create make-believe creatures. Want to see Barrie's latest artwork?",
    "appearance": "Barrie is a tie-dye purple frog with a cream colored belly. His eyes sit on top of his head, and are black rimmed in white. He has prominent nostrils above his smiling mouth, and a gold blush on his cheeks. at the top of Barrie's head he a fluffy purple mohawk."
  },
  {
    "name": "Bart",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/86/Bart.png/revision/latest/scale-to-width-down/268",
    "type": "Bat",
    "color": "Black, green",
    "size": "12\"",
    "collector_number": "176",
    "squishdate": null,
    "year": "2020",
    "bio": "Bart is an explorer who dreams of becoming an astronaut. At night he uses his wings to fly up into space to discover new stars and planets. He also loves photography and takes a lot of photos while in space, which he shares with his friends and family!",
    "appearance": "Bart is a black bat with long, upright ears and wings on either side of his body. His inner ears and belly are lime green. He has round, black eyes rimmed with white and his smiling mouth is adorned with two white, pointed fangs."
  },
  {
    "name": "Bart the Fox",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/02/Bart_Hug_Mee.jpg/revision/latest/scale-to-width-down/268",
    "type": "Fox",
    "color": "Orange",
    "size": "14\", 18\", 20\"",
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "Bart is on his way to become a certified diver, he dreams of one day leading an underwater expedition to discover Atlantis! If you need a diving buddy, Bart is your guy!",
    "appearance": "Bart is a fox with an orange and white body. The lower half of his face, including his muzzle, is white, as well as his belly. His ears and feet are black. He has black, oval-shaped eyes, a large nose and a smiling mouth."
  },
  {
    "name": "Bartie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/12/Bartie.png/revision/latest/scale-to-width-down/268",
    "type": "Elf",
    "color": "Green, red",
    "size": "12\", 16\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Bartie andFredare almost inseparable, Fred is an extrovert while Bartie is an introvert. Even though he loves to play games in the snow, his favorite past-time is watching movies on repeat. He loves watching holiday classics, do you want to join?",
    "appearance": "Bartie is a light-skinned elf with pointed ears and short, orange hair. He wears a green Santa hat with a red pom-pom on the tail and a red band around the base. He wears a green shirt which has a red collar with triangular points, each tipped with a white bead. His bottom half has a pattern of red and white vertical stripes."
  },
  {
    "name": "Bartok",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/96/Bartok.webp/revision/latest/scale-to-width-down/268",
    "type": "Zombie",
    "color": "Green, Purple, Black",
    "size": "5\", 8\", 12\"",
    "collector_number": "2832",
    "squishdate": "12.12.2024",
    "year": "2025",
    "bio": "Bartok can't wait for the Mad Science Fair! He has a theory that if he consumes half a salamander spleen, 12 mints, and a gallon of cola, foam will erupt from his ears. There's a lot of heavy hitters going out this year, like the carnivorous peanut and the textbook vaporizer, but here's hoping he wins the Golden Beaker!",
    "appearance": "Bartok is a green cup of milkshake. On top of his head is swirled purple whipped cream with black and orange sprinkles. There is a striped black and green straw poking out from the left side of the whipped cream. He has a black band around his body with a purple sticker with a black bat as well as bubbles on the left side. He has a scar on the left side of his face. He has round, black eyes and a red smiling mouth."
  },
  {
    "name": "Bashira",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a6/Bashira.jpg/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Purple, green",
    "size": "8\"",
    "collector_number": "1082",
    "squishdate": "06.23.2021",
    "year": "2021",
    "bio": "Meet Bashira. She's training at a special comedy school to become a magician! Bashira loves interacting with the audience and making people smile. Her dream is to one day travel the world and perform in different cities, can she show you some cool tricks?",
    "appearance": "Bashira is a multi-colored, marbled dog. She is mostly purple and green with traces of other colors like blue and pink. She has fluffy, floppy, purple ears. She has a light purple muzzle and darker purple nose. She has round, black eyes and a white belly. She wears a teal bandana with a white paisley print around her neck."
  },
  {
    "name": "Basma",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/da/Basma.jpg/revision/latest/scale-to-width-down/268",
    "type": "Whooping Crane",
    "color": "Grey",
    "size": "8\", 12\"",
    "collector_number": "1241",
    "squishdate": "9.09.2021",
    "year": "2022",
    "bio": "Meet Basma. She lives near the coast with her family and loves taking family trips. They enjoy seeing different landscapes across the globe, but her favorite is their wetland backyard. She hopes that more 'Mallows visit her hometown to know how important the environment truly is.",
    "appearance": "Basma is a grey whooping crane, a type of large wetland bird. She has a red stripe on the top of her head that turns to black and goes does to her beak where it goes to either side under her eyes making an upside-down T shape. She has a light tan beak and light grey belly. She has fluffy, short, grey wings with black tips and round, black eyes with eyelashes."
  },
  {
    "name": "Basmina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/47/Basmina.jpg/revision/latest/scale-to-width-down/268",
    "type": "Beluga Whale",
    "color": "Blue, rainbow",
    "size": "7.5\"",
    "collector_number": "1281",
    "squishdate": "10.16.2021",
    "year": "2022",
    "bio": "Meet Basmina. She loves writing haikus about nature and spirituality, and takes her notebook and pen with her on long walks to find inspiration! Something about the sound of the sea always gets her creative juices flowing! Would you like to join her?",
    "appearance": "Basmina is a blue beluga whale with a bulging forehead. She has a fin on each side of her body and one atop her head, as well as a fluke (tail fins). She has a rainbow striped belly, round, black eyes and a curved smile."
  },
  {
    "name": "Bastian",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9c/Bastian.png/revision/latest/scale-to-width-down/268",
    "type": "Bunny",
    "color": "Blue",
    "size": "3.5\", 4.5\", 5\", 7\", 8\", 11\"",
    "collector_number": "1755",
    "squishdate": "04.20.2022",
    "year": "2023",
    "bio": "Bastian takes the art of pizza making seriously. He even built his own brick pizza oven! Now he can bake a ton of pies in the blink of an eye—and get crispy crusts, too. Tell Bastian your favorite toppings and he'll put something in the oven just for you!",
    "appearance": "Bastian is a light blue rabbit with long lop ears. He has a darker blue fuzzy belly and a nose and mouth the same color. His eyes are black, one of which is winking, and two black whiskers appear on each side of his face."
  },
  {
    "name": "Beans",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f5/Beans.jpg/revision/latest/scale-to-width-down/268",
    "type": "Zombie",
    "color": "Green, Grey, Orange",
    "size": "8\"",
    "collector_number": "2782",
    "squishdate": "10.10.2024",
    "year": "2025",
    "bio": "Beans considers himself a \"nomad-entrepreneur\"! His roommates consider him late on his portion of the rent... but he promises he'll pay them back when his app takes off. He just needs to come up with the logo... and the name... and the investor and what exactly it does!",
    "appearance": "Beans is a dark green chinchilla with a grey pattern on his cheeks and belly, as well as inside his ears with two green scars on his belly. Three green whiskers of various lengths sprout from each cheek. He has round black eyes and a green nose and mouth. He wears an orange beanie with a black pom pom."
  },
  {
    "name": "Beata",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9d/Beata.PNG/revision/latest/scale-to-width-down/268",
    "type": "Latte",
    "color": "Pink",
    "size": "5\"",
    "collector_number": "1736",
    "squishdate": "4.19.2022",
    "year": "2023",
    "bio": "Beata speaks from the heart in every speech they give. This latte travels all around giving motivational speeches to any 'Mallow who wants a little boost of positively and encouragement. Now Beata is writing their first book about motivational speaking. They'll give you a signed copy!",
    "appearance": "Beata is a pink Latte with whipped cream topped with caramel, pink heart sprinkles, and a red straw. Their face consists of two winking eyes with two eyelashes and they have a red smile and pink cheeks. Their body is all pink and has a little red rectangle that says \"I ♥ you a Latte\"."
  },
  {
    "name": "Beatrice",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/77/Beatrice-Lamb.png/revision/latest/scale-to-width-down/268",
    "type": "Lamb",
    "color": "Purple",
    "size": "3.5\"",
    "collector_number": "47",
    "squishdate": null,
    "year": "2018",
    "bio": "Beatrice lives by the bell. She can't wait to hear it chime after class because it means she gets to play outside with her other fluffy friends during her favorite time of year: spring!",
    "appearance": "Beatrice is a lavender lamb with a cream-colored face in inner eyes. She has black eyes with lashes and pink blush with a pink nose and cat-like smile."
  },
  {
    "name": "Beatriz",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/77/Beatriz.png/revision/latest/scale-to-width-down/268",
    "type": "Penguin",
    "color": "Maroon, White",
    "size": "4\"",
    "collector_number": "1884",
    "squishdate": "08.15.2022",
    "year": "2023",
    "bio": "Beatriz gets distracted easily. So when she has to study for a big test at school, she puts on her headphones and zones out to chill to lo-fi beats. It's just the right music to help her get focused. Midterms are coming up this week--wish Beatriz luck!",
    "appearance": "Beatriz is a chestnut penguin with a white underbelly and face. She has snowflakes printed on her body with a yellow beak, and closed eyes in a happy expression. On the right side of Beatriz's belly she has three maroon snowflakes."
  },
  {
    "name": "Beau",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/48/Beau.jpg/revision/latest/scale-to-width-down/268",
    "type": "Ghost",
    "color": "White, Black",
    "size": "3.5\"",
    "collector_number": "1567",
    "squishdate": "03.18.2022",
    "year": "2022",
    "bio": "Meet Beau! Beau plays glow-in-the-dark mini golf with his squad every Halloween. This course is extra spooky at night--there's even a haunted windmill! The winner get candy, spider rings, and zombie stickers! Want to join the game?",
    "appearance": "Beau is a white ghost with black floppy ears. He has a word said \"BOO\" that is black with white lining. He has rounded black eyes rimmed in white with a black patch on his right side of his eyes."
  },
  {
    "name": "Beauregard",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3e/Beauregard.jpg/revision/latest/scale-to-width-down/268",
    "type": "Badger",
    "color": "Olive, Green",
    "size": "12\"",
    "collector_number": "2542",
    "squishdate": "02.12.2024",
    "year": "2024",
    "bio": "Beauregard works at a flying museum! After taking tickets in the morning, he suits up to perform fly-bys in My Darling Midge, a vintage propeller plane. Guests love seeing their ticket-taker fly through the air, and are sometimes inspired to do the same to themselves one day!",
    "appearance": "Beauregard is a badger with a sage green head and an olive green body. He has round ears with black inside and a white muzzle. He has stripes running from his ears to his eyes which are black. He has a velvet green belly. He has round, black eyes and a broad black nose. He also has a large, fluffy, green tail."
  },
  {
    "name": "Bebb",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/1a/Bebb-Dinosaur.png/revision/latest/scale-to-width-down/268",
    "type": "Dinosaur",
    "color": "Cyan, Blue",
    "size": "8\"",
    "collector_number": "1290",
    "squishdate": "10.25.2021",
    "year": "2022",
    "bio": "Meet Bebb. He can barely sit still he has so much energy! This makes him a wonderful running partner! He loves long jogs on his favorite jungle trail and is working on his mile time. Want to give it a try? Don't worry about how fast you go. Just enjoy the journey!",
    "appearance": "Bebb is a cyan dinosaur with a light blue belly. He has blue spines running down his back and he has a long tail. His eyes are black and he has a simple smiling mouth."
  },
  {
    "name": "Bebe",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/d1/New_Bebe.png/revision/latest/scale-to-width-down/268",
    "type": "Bluebird",
    "color": "Blue",
    "size": "2”, 8\" stackable, 9\"",
    "collector_number": "485",
    "squishdate": "07.08.2020",
    "year": "2020",
    "bio": "You've never seen a blue bird hit a home run like Bebe can! Bebe loves to play and cheer with friends at their school games! Their favorite thing to do is play 'who can whistle the loudest'; Bebe always is the loudest on the team! Join Bebe to root at their next home game!",
    "appearance": "Bebe is a bluebird with a triangular yellow beak and embroidered round pink cheeks. Their eyes are closed with two short lashes on each and their fluffy wings are a darker shade of blue."
  },
  {
    "name": "Bebina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f0/Bebina.jpg/revision/latest/scale-to-width-down/180",
    "type": null,
    "color": null,
    "size": null,
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "Meet Bebina. She's a zoologist who travels through the jungle studying exotic animals! Bebina has been curious and passionate about protecting wildlife ever since she was a little 'Mallow. In her downtime, Bebina loves reading mistery novels, playing chess, and perfecting her paella recipe!",
    "appearance": null
  },
  {
    "name": "Beck",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e6/Beck-Roadrunner.png/revision/latest/scale-to-width-down/268",
    "type": "Bird",
    "color": "Yellow, Maroon",
    "size": "12\"",
    "collector_number": "2020",
    "squishdate": "10.31.2022",
    "year": "2023",
    "bio": "Beck fidgets sometimes without realizing. Talking to a trusted friend every week helps him manage the fidgeting and interrupting—oh, sometimes Beck talks out of turn and he gets really enthusiastic. If this happens, just tell Beck to pause because he doesn't mind waiting to share his thoughts, even if it's a funny joke!",
    "appearance": "Beck is a pheasant with a yellow head and a mustard yellow body with black markings resembling feathers. He has a maroon belly and fuzzy wings. He has a tuft of fuzz on his head a long tail with black eyes, and an orange beak."
  },
  {
    "name": "Becki",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e1/Becki.png/revision/latest/scale-to-width-down/268",
    "type": "Cell Phone",
    "color": "Pink",
    "size": "5\", 8\", 12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2023",
    "bio": "Meet Becki. This talkative ‘Mallow never runs out of things to say. She loves chatting about current events, pop culture, and even a little hot gossip! She’s also a great listener! Have something you need to get off your chest? Becki is the ‘Mallow for you!",
    "appearance": "Becki is a pink cell phone that has blue buttons for the numbers and menu button, her cancel button is red and her call button is green. There also a blue line over the dial area. On her forehead she has three blue lines. She has a phone accessory that is blue. Her face is holographic and she has black round eyes with a red smile and cheeks."
  },
  {
    "name": "Bee",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a9/Bee-Panda.png/revision/latest/scale-to-width-down/268",
    "type": "Panda",
    "color": "White, Tan",
    "size": "8\", 12\"",
    "collector_number": "2246",
    "squishdate": "07.06.2023",
    "year": "2024",
    "bio": "You might think Bee's favorite letter is B, but it's actually Y! This caring panda feels bad that Y is only sometimes a vowel and even formed the 'Y is Great Appreciation Society' to show it some love. YIGAS meets on the third Thursday of every month and Bee would love to see you there!",
    "appearance": "Bee is a white Panda with tan ears, eye markings, nose, mouth and stripe across their body which are made of a velvet fabric. Their eyes are black and rimmed in white."
  },
  {
    "name": "Beebz",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9c/Beebz.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cheetah",
    "color": "Tie-Dye, Pink",
    "size": "10\"",
    "collector_number": "SD-10",
    "squishdate": "11.18.2021",
    "year": "2022",
    "bio": "Grab your mittens! This creative 'Mallow is an expert ice sculptor! Beebz craves beautiful statues made completely out of ice. She recently finished a life-sized frozen sculptor of her best friend,Tyrus. Want to see? Hurry up before it melts.",
    "appearance": "Beebz is a cheetah with a pastel, tie-dyed coat including colors like yellow, blue and white. She is covered in white spots with a pale pink outline. She has a white belly and muzzle, with a pale pink nose and mouth. She also has sparkling pink inner ears. She has 3 pink poms on her head."
  },
  {
    "name": "Beelie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/e5/Beelie2.png/revision/latest/scale-to-width-down/268",
    "type": "Gnome",
    "color": "Red, White",
    "size": "4\"",
    "collector_number": "1545",
    "squishdate": "03.11.2022",
    "year": "2022",
    "bio": "Say good morning to Beelie! She likes long, slow mornings with coffee, muffins, and the newspaper. Sometimes she even takes naps under the business section! The height of her day is finishing the crossword puzzle. Do you love mornings too?",
    "appearance": "Beelie is a gnome with a rounded large grey nose and a white bushy beard. She wears a tall red hat and a red and white striped shirt with a grey belly."
  },
  {
    "name": "Beemie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/e/ef/Beemie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Dog",
    "color": "Pink",
    "size": "5\", 12\"",
    "collector_number": "1733",
    "squishdate": "04.18.2022",
    "year": "2023",
    "bio": "Beemie might get stern when she's on a sailboat, but that's only because she's thinking about safety. This 'Mallow teaches her students everything she knows about sailing--- and wind! Make sure to take notes on all the different kinds of knots. Beemie ends each class with a quiz",
    "appearance": "Beemie is a pink dog with floppy fluffy rainbow ears. Her belly is fluffy with white fur and a red heart which says YOU'RE PAWSOME. She has a patch on her muzzle and forehead the same color. She has round, black eyes with eyelashes and a black nose and mouth."
  },
  {
    "name": "Beena",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c3/Beena.webp/revision/latest/scale-to-width-down/268",
    "type": "Parrot",
    "color": "Pink, White",
    "size": "12\"",
    "collector_number": "2748",
    "squishdate": "08.22.2024",
    "year": "2025",
    "bio": "Beena is an even-keeled bird—until you cut her off in traffic! After watching her chase down every reckless motorist on their cross-country road trip—to give them each a piece of her mind—Beena's friends decided to chip in to get her an early birthday present: a prepaid bus pass!",
    "appearance": "Beena is a parakeet (budgie), a type of small parrot. She has an off-white head, a pink body and a white belly with two sakura flowers one pink and one white. Her wings are pink. She has a rounded, yellow beak with a white cere above it, as well as round, black eyes with lashes."
  },
  {
    "name": "Begonia",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a8/Begonia.webp/revision/latest/scale-to-width-down/268",
    "type": "Capybara",
    "color": "Yellow, Black",
    "size": "7.5\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2025",
    "bio": "Begonia is a yellow bee with shimmering silver wings. Her belly is striped in black and pale yellow. She has two black antennae with coral fuzzy tips. She has a brown egg-shaped muzzle with a black mouth and nostrils. She has closed eyes with lashes.",
    "appearance": "Begonia is a yellow bee with shimmering silver wings. Her belly is striped in black and pale yellow. She has two black antennae with coral fuzzy tips. She has a brown egg-shaped muzzle with a black mouth and nostrils. She has closed eyes with lashes."
  },
  {
    "name": "Behemoth",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/55/Behemoth.jpg/revision/latest/scale-to-width-down/268",
    "type": "Behemoth",
    "color": "Red, Yellow",
    "size": "12\"",
    "collector_number": "SCI #23",
    "squishdate": "10.28.2021",
    "year": "2021",
    "bio": "Behemoth is a big party animal who craves chaos, loves airtime and is fond of the colour yellow; fiercely protective, Behemoth never hesitates to go out and back for those he calls true friends.",
    "appearance": "Behemoth is a red monster known as theBehemoth. He has a yellow belly, snout, and eyebrows. He has a yellow mane and long black horns with thin yellow stripes."
  },
  {
    "name": "Beija",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c0/Beija.webp/revision/latest/scale-to-width-down/268",
    "type": "Squirrel",
    "color": "Red, Tan",
    "size": "12\"",
    "collector_number": "2173",
    "squishdate": "04.12.2023",
    "year": "2023",
    "bio": "Beija won a chance to see her favorite singerLalinda! This 'Mallow lucked out, winning VIP concert tickets from her local radio station. Beija gets to bring one friend along for an unforgettable night. If you're a Lalinda fan too, maybe Beija will choose you!",
    "appearance": "Beija is a red squirrel with a tan face and belly. She has three chestnut stripes on the top of her head and a big, fuzzy tail behind them. She has long chestnut ear with tan inner ears. Her nose and mouth are black with closed black eyes with lashes."
  },
  {
    "name": "Beijo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/98/Beijo-Elephant.png/revision/latest/scale-to-width-down/268",
    "type": "Squishville",
    "color": "Purple, Pink",
    "size": "2\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2024",
    "bio": null,
    "appearance": "Beijo is an elephant with an ombre shift from purple to pink on their body. They have silver, glittery ears, and a large trunk outlined in hot pink, their eyes are black."
  },
  {
    "name": "Bela Ciao",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/50/Bela_Ciao.jpg/revision/latest/scale-to-width-down/268",
    "type": "Meatball Hoagie",
    "color": "Brown, Red, Silver",
    "size": "5\", 11\", 16\"",
    "collector_number": "2690",
    "squishdate": "07.18.2024",
    "year": "2025",
    "bio": "Bela Ciao is the illest rapper in the game–in fact, she just tested positive for GOAT flu! Symptoms include sick bars, sicker beats, and the sicket sextuplet-platinum single streak in Squishtory. Though she did recently come into contact with longtime rivalLil Gouda... something tells her he won't catch it!",
    "appearance": "Bela Ciao is a meatball hoagie. Her bread is brown with light tan streaks and her wrapper is silver. She has meatballs and cheese sandwiched between her breads. She has round, black eyes and a red smile."
  },
  {
    "name": "Belana",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/be/Belana_Normal.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cow",
    "color": "Teal, white",
    "size": "2”, 3.5\", 5\", 7.5\", 8\", 12\", 16\"",
    "collector_number": "579",
    "squishdate": "9.19.2020",
    "year": "2021",
    "bio": "This creative cow loves to paint and has dreams of going to art school. She paints furniture and woodwork designed by her brotherRonnie. After school she wants to open a gallery to share their furniture.",
    "appearance": "Belana is mostly white with patches of light teal on her lower left side and on her right ear. She has small, pale blue horns and round black eyes. Her muzzle is light pink with teal nostrils."
  },
  {
    "name": "Belina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/92/Belina.jpg/revision/latest/scale-to-width-down/268",
    "type": "Rainbow",
    "color": "Rainbow",
    "size": "3.5\", 14\"",
    "collector_number": "859",
    "squishdate": "3.3.2021",
    "year": "2021",
    "bio": "Need a good book to read? Ask Belina! She loves to read and has a different book club almost every day of the week! Her favorite books are mystery or sci-fi, but she's always up for suggestions!",
    "appearance": "Belina is a cheerful rainbow with red, pink, yellow, green and blue bands of color. Her lower half consists of fluffy white clouds. A pale yellow sun with orange and yellow rays peeks out on her right side, wearing a happy expression with sparkly eyes."
  },
  {
    "name": "Belinda",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/36/Belinda-Regular.webp/revision/latest/scale-to-width-down/268",
    "type": "Bear",
    "color": "Teal",
    "size": "7.5\"",
    "collector_number": null,
    "squishdate": null,
    "year": null,
    "bio": "Belinda is a very thoughtful bear, she loves to make handmade gifts! Valentine's Day is one of her favorite days to bake cookies and share them with her friends.",
    "appearance": "Belinda is a teal blue bear. She has round ears with white insides, as well as a white muzzle and belly. Her facial features are all black, including her oval-shaped eyes and round nose."
  },
  {
    "name": "Belissa",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/48/Belissa.png/revision/latest/scale-to-width-down/268",
    "type": "Cupcake",
    "color": "Orange, yellow, purple",
    "size": "12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Belissa loves trick or treating, she makes a glittery costume every year! One year she was a fairy princess with beautiful glitter wings, and another year she was a witch with a glittery broom and a matching hat. Can you guess what her costume is this year?",
    "appearance": "Belissa is a cupcake with swirled icing in layers of orange and yellow. She has a spooky, jack-o-lantern style face with triangular black eyes and a toothy mouth. Her lower half is purple with vertical black stripes."
  },
  {
    "name": "Belita",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c0/Belita.webp/revision/latest/scale-to-width-down/268",
    "type": "Bat",
    "color": "Green, Yellow",
    "size": "10\"",
    "collector_number": "2733",
    "squishdate": "08.14.2024",
    "year": "2025",
    "bio": "Belita is learning to be bolder! On the soccer field, in the boardroom—even at the grocery store. The “old Belita” might have never taken 8 helpings of her favorite sweet treat from the sample counter, but the “bold Belita” just did!",
    "appearance": "Belita is an emerald green  with long, upright ears. Her inner ears and wings are light yellow. She has a fuzzy light yellow belly. She has round, black eyes and short, curled lashes. Her red, smiling mouth is adorned with two pointed white fangs."
  },
  {
    "name": "Bella",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/30/Bella.jpg/revision/latest/scale-to-width-down/268",
    "type": "Spider",
    "color": "Black",
    "size": "3.5\", 5\", 8\", 12\", 14\", 16\"",
    "collector_number": "66",
    "squishdate": "11.10.2017",
    "year": "2018",
    "bio": "Using Bella's spider sense is easy. She is not only a palm reader, but also a gifted magician. As the darkness creeps in, she goes from a regular Squishmallow to a girl with tricks up her sleeve.",
    "appearance": "Bella is a black spider with eight creepy crawly legs. She has a red belly and smile. Her eyes are round and black with a white rim around the outside."
  },
  {
    "name": "Bellamy",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/8c/Bellamy.webp/revision/latest/scale-to-width-down/268",
    "type": "Axolotl",
    "color": "Teal, Pink",
    "size": "16\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2025",
    "bio": "Bellamy is a teal axolotl-pegacorn with a rose gold horn on her head. She has shimmery rose gold gills with pink frilly edges on each side of her head. She has rose gold wings on each side of her body. She has small, stubby arms, round black eyes, and a cat-like smile.",
    "appearance": "Bellamy is a teal axolotl-pegacorn with a rose gold horn on her head. She has shimmery rose gold gills with pink frilly edges on each side of her head. She has rose gold wings on each side of her body. She has small, stubby arms, round black eyes, and a cat-like smile."
  },
  {
    "name": "Belle",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7c/Belle.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cat",
    "color": "Mint",
    "size": "10\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2019",
    "bio": "Belle is adventurous and loves to try new things. Her favorite hobbies are knitting, travelling, cooking, and eating all the sushi rolls she possibly can!",
    "appearance": "Belle is laying on her tummy. She has four white legs and her body, ears, and tail are mint colored with white stripes. The insides of her ears are melon colored. She has two black eyes, one open with two white circles inside, and the other closed. She has two black whiskers on each side of her face and a black nose and mouth."
  },
  {
    "name": "Belozi",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/da/Belozi.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cow",
    "color": "Rainbow, white",
    "size": "8\"",
    "collector_number": "1087",
    "squishdate": "6.28.2021",
    "year": "2021",
    "bio": "Meet Belozi. This dapper dresser loves to stand out, sometimes it's thanks to his looks, and other times it's for his kindness. He lives by two simple rules: putting your best foot forward and treating others with respect.",
    "appearance": "Belozi is a white and rainbow cow. He has patches of pastel rainbow stripes over his right ear, around his left eye, and covering his belly. He has bright, aqua horns and round black eyes. He wears a bow tie which matches his horns. The inside of his ears and his muzzle are both peach pink."
  },
  {
    "name": "Belton",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f9/Belton1.jpg/revision/latest/scale-to-width-down/268",
    "type": "Lemon",
    "color": "Yellow",
    "size": "8\"",
    "collector_number": "1113",
    "squishdate": "07.07.2021",
    "year": "2022",
    "bio": "Meet Belton. They work at the local bookstore and have a passion for old books and mythical stories. Sometimes when Belton is at the bookstore at night, they say they can hear the books talk! Do you want to dive into the historical, mythical world of the bookstore with Belton?",
    "appearance": "Belton is yellow bear with lemon ears and a white muzzle and belly. They have pink blushing on their cheeks."
  },
  {
    "name": "Ben",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/8e/Ben.png/revision/latest/scale-to-width-down/268",
    "type": "Dinosaur",
    "color": "Teal",
    "size": "2\", 5\", 8\", 12\", 16\"",
    "collector_number": "69",
    "squishdate": "11.13.2017",
    "year": "2020",
    "bio": "Ben is your walking textbook. He is a trivia expert who is quite knowledgeable in every topic from pop culture, history, technology and more. Looking for a partner for your next game night? Ben is your perfect Squishmallows match!",
    "appearance": "Ben is a blue-green dinosaur with a white belly. He has darker green spines running down his back. He has round, black eyes and a smiling mouth."
  },
  {
    "name": "Benedict",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a3/Benedict.jpg/revision/latest/scale-to-width-down/268",
    "type": "Hippo",
    "color": "Purple, Blue",
    "size": "14\", 16\"",
    "collector_number": "1505",
    "squishdate": "1.24.2022",
    "year": "2022",
    "bio": "Benedict grew up in a small family as an only child, and enjoys his privacy and quiet time. You can usually find Benedict kayaking or fishing alone, but if you aske him, he will welcome your company any time! Grab your floaties and jump in!",
    "appearance": "Benedict is a light purple hippo fading to blue from top to bottom. Two square teeth poke out from beneath his snout, and his round black eyes rest atop it. He has small, curled ears with white insides, as well as a white belly."
  },
  {
    "name": "Benito",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/92/Benito-BBCow.png/revision/latest/scale-to-width-down/268",
    "type": "Blueberry",
    "color": "White, Purple, Blue",
    "size": "5\", 7.5\", 8\", 12\", 16\"",
    "collector_number": "2233",
    "squishdate": "06.26.2023",
    "year": "2024",
    "bio": "If you've ever taken a subway train from the town square, you know Benito! He's always on the platform dancing to oldies or practicing some new magic tricks. Make sure you stop by and say 'Hey' to Benito next time you ride the subway!",
    "appearance": "Benito is an off-white cow with blueberry syrup and a blueberry sitting atop his head with medium slate blue ears and horns. He has a medium slate blue spot by his lower right, pink muzzle, blue nostrils, and black eyes."
  },
  {
    "name": "Benjamin",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/c/c5/Benjamin.jpg/revision/latest/scale-to-width-down/268",
    "type": "Lime",
    "color": "Green",
    "size": "5\", 8\", 12\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2025",
    "bio": "Benjamin is writing his very own comic-book character: Optimism Guy! Optimism Guy had a really hard 6th grade and just wanted to go play trains with brother but used his superpower of optimism―Get it?―to grow up and become a superhero. Benjamin can totally relate to Optimism Guy and hopes to be just like him one day!",
    "appearance": "Benjamin is a lime green koala with green ears and fuzzy green inner ears. His face is light green with five green fruit pulp/flesh. On top his head he has a brown stem with a dark green leaf. He has, round black eyes, a black egg-shaped nose and a smiling mouth."
  },
  {
    "name": "Benkamin",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/3/3b/Benkamin.webp/revision/latest/scale-to-width-down/268",
    "type": "Beetle",
    "color": "Blue",
    "size": "14\", 16\"",
    "collector_number": "1644",
    "squishdate": "4.7.2022",
    "year": "2023",
    "bio": "Benkamin plays sudoku to help him fall asleep. It's a cozy activity he loves pairing with hibiscus tea and a calming incense. That way, if the puzzle gets too tricky, he still has a relaxing time. Grab a book and snuggle up with Benkamin!",
    "appearance": "Benkamin is a blue beetle and a white belly, he has a darker blue stripe on his center and dark blue wings on his side. He has blue curled antennae on his head, black eyes, a black smiling mouth and pink blush on his cheeks."
  },
  {
    "name": "Benny",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/7b/Benny.jpg/revision/latest/scale-to-width-down/268",
    "type": "Bigfoot",
    "color": "Brown",
    "size": "2\", 7.5\", 8\", 12\", 16\", 20\", 24\"",
    "collector_number": "433",
    "squishdate": "3.11.2020",
    "year": "2020",
    "bio": "Benny is a bigfoot and one of the smartest creatures in the woods! He loves to run and play with his pals in the forest and beyond. When he is not running around you can often find him taking photographs with woodland friends.",
    "appearance": "Benny is a brown creature with a fuzzy mane on his head and long, shaggy ears. He has white pads on his feet which are shaped like hearts, and 3 toes. He has black eyes, a wide mouth which stretches across his face, and a white tooth sticking out of the right side of his mouth."
  },
  {
    "name": "Benti",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/87/Benti.jpg/revision/latest/scale-to-width-down/268",
    "type": "Vampire",
    "color": "Blue",
    "size": "8\"",
    "collector_number": "1365",
    "squishdate": "11.18.2021",
    "year": "2022",
    "bio": "Benti's favorite part about fall is all the candy that he gets to eat. His favorite is caramel apples with peanuts! Because of all the sugar, he has to work extra hard to keep his fangs pearly white. When he grows up, he wants to be a dentist just like his mom and dad.",
    "appearance": "Benti is a vampire with black hair and light pale teal skin with a round purple belly. His hair forms a widows peak on his forehead. He has pointed, elvish ears, black eyes and a red, smiling mouth with sharp white fangs. He wears a black cape lined in red with drawstring tied in a bow across his chest."
  },
  {
    "name": "Bergen",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/7/73/Bergen.jpg/revision/latest/scale-to-width-down/268",
    "type": "Cookie",
    "color": "Brown, Blue, Red",
    "size": "4\"",
    "collector_number": "2562",
    "squishdate": "03.05.2024",
    "year": "2024",
    "bio": "Don't tell his colleagues at The North Pole Post, but Bergen is leaving for The North Star Gazette! They wooed him with an attractive offer of unlimited candy canes and even threw in three weeks of playing in the snow time, too. How could a snowman cookie Christmas ornament say no to that?",
    "appearance": "Bergen is a brown cookie snowman. He has light blue frosting in front of his face with swirls of icing and red and blue candy above and below his face and a peppermint on his belly. He wears a red scarf. He has a red Santa on his head. He has round, black eyes, an orange carrot nose and a smiling mouth."
  },
  {
    "name": "Bergit",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/6/67/Bergit.png/revision/latest/scale-to-width-down/268",
    "type": "Boba Tea",
    "color": "Pink, Yellow",
    "size": "5\", 8\", 12\", 16\"",
    "collector_number": "968",
    "squishdate": "04.20.2021",
    "year": "2021",
    "bio": "Bergit is here and camera ready, behind the camera that is. She's always looking for the perfect shot. Bergit even plans her vacations around snappable places like murals, nature, and architecture. Get ready for your close-up because her favorite subjects are her friends!",
    "appearance": "Bergit is a pink to yellow ombre boba tea with pink embroidered boba. She has a pink flower on her white lid, on the right hand side. She has wide open black embroidered eyes with eyelashes."
  },
  {
    "name": "Berit",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a1/Berit-Moth.jpg/revision/latest/scale-to-width-down/268",
    "type": "Moth",
    "color": "Beige",
    "size": "5\", 7.5\", 12\"",
    "collector_number": "1118",
    "squishdate": "7.12.2021",
    "year": "2022",
    "bio": "Meet Berit; this moth loves to dream and interpret dreams for others. Yesterday she dreamt that she became a snowflake fairy princess and ruled a magical kingdom. She was about to host a snowball when suddenly she woke up. Do you have any dreams to share with Berit?",
    "appearance": "Berit is a beige moth with shiny silver antennae and a fuzzy white belly. She has lighter beige wings with a pattern of three orange spots and brown spots and lines. She has round black eyes, pink cheeks, and a smiling black mouth."
  },
  {
    "name": "Berjon",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/d1/Berjon.webp/revision/latest/scale-to-width-down/185",
    "type": "Hog",
    "color": "Blue",
    "size": "8\"",
    "collector_number": "2096",
    "squishdate": "12.07.2022",
    "year": "2024, 2025",
    "bio": "The busy season is here at Berjon's flower shop! Valentine's Day brings in more 'Mallows than usual, so Berjon works extra hard trimming roses and wrapping stems for bouquets. Berjon even threads in dried eucalyptus branches to give a simple flower arrangement a unique finish.",
    "appearance": "Berjon is an admiral blue hog with cyan color details inside their ears, on their snout. Their ears are heart-shape and flop forwards. They have two round, black eyes and distinct green nostrils with two white tusks. They also have navy blue hair. They have a fuzzy blue belly and two hearts one white and one blue."
  },
  {
    "name": "Berko",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/95/Berko.png/revision/latest/scale-to-width-down/268",
    "type": "Bunny",
    "color": "Tan, Yellow, Orange",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "1721",
    "squishdate": "04.18.2022",
    "year": "2022",
    "bio": "Berko is a park ranger. Ask him all about all the different plant life—it's his specialty! Berko wrote the booklet on all the edible plants and flowers in the park. He even knows all the best spots to watch the sunset. Come visit Berko on your next park adventure!",
    "appearance": "Berko is a bunny with long pastel orange colored floppy ears with shiny gold insides. He has a lighter fuzzy belly and a tiny tail. He has round black eyes and pinkish nose and mouth."
  },
  {
    "name": "Bermayeh",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f7/Bermayeh.webp/revision/latest/scale-to-width-down/268",
    "type": "Bull",
    "color": "Blue, White",
    "size": "12\"",
    "collector_number": "2189",
    "squishdate": "05.30.2023",
    "year": "2024",
    "bio": "Everyone knows Bermayeh! They can't help but make friends everywhere they go, and most of the time, it starts with just a smile. Bermayeh throws parties all the time because they love bringing all their pals together. They are such gracious host, not even the shyest 'Mallow can't resist attending a Bermayeh bash!",
    "appearance": "Bermayeh is a bright blue bull with a patch of longer dark blue fur like a fringe. They have a fluffy, white belly, muzzle and inner ears, which aren't fluffy. They have thin, white, curved horns which sit wide from their head. They have round, black eyes, gold nostrils and a golden nose ring. They also have a long, blue tail with a dark blue fluffy end. They have two spots one on their right eye and one on the right side of their body. They also have a blue flower on their belly."
  },
  {
    "name": "Bermuda",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a3/Bermuda.png/revision/latest/scale-to-width-down/268",
    "type": "Pineapple",
    "color": "Yellow",
    "size": "8\"",
    "collector_number": "2372",
    "squishdate": "11.06.2023",
    "year": "2024",
    "bio": "Bermuda isn't good with money—she's great with money! This clever third-grade math teacher is crafty with coupons, smart about stocks, and could probably earn a PhD in credit card rewards. In fact, she just used her latest points to—purchase a motel?!",
    "appearance": "Bermuda is a sloth with a yellow body and a white patch on her face and belly. The banded markings around her eyes and her muzzle are yellow. She has a pale yellow belly with a pineapple embroidered on the right side. She has round black eyes, a brown round nose and a cat-like smile."
  },
  {
    "name": "Berna",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/d/d9/Berna.jpg/revision/latest/scale-to-width-down/268",
    "type": "Narwhal",
    "color": "Blue, Tie-dye",
    "size": "16\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Meet Berna. This narwhal is one clever lawyer. She's dedicated and hardworking, she loves thinking creatively to makes things happen. Berna hopes to help change the world, one day at a time.",
    "appearance": "Berna is a tie-dyed narwhal, predominantly blue shades ranging from cobalt to ice blue, with a white belly. She has two fins on each side and a dorsal fin on her back. An elongated, sparkly silver horn protrudes from her head. She has sparkling black eyes with curled lashes and a smiling mouth.Her horn in real life is rather, flimsy"
  },
  {
    "name": "Bernard",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/9c/Bernard-Shark.png/revision/latest/scale-to-width-down/268",
    "type": "Shark",
    "color": "Grey, White, Tie-dye",
    "size": "5\"",
    "collector_number": "1850",
    "squishdate": "6.10.2022",
    "year": "2023",
    "bio": "Bernard puts together the most elaborate picnics! He spreads out a big blanket on the lawn of his favorite seaweed forest and arranges homemade snacks, drinks, and utensils all on a little shell table. You're invited to join Bernard on his next picnic!",
    "appearance": "Bernard is a tie-dyed grey shark with a white belly. He has two dorsal fins with one atop his head and one on his back, alongside two pectoral fins on his sides and a tail fin under him. He has \"You're Jawsome!\" embroidered in grey on his belly with two red hearts beside \"You're\" and a red heart inside the O of \"Jawsome\". He has black eyes and an open mouth with white, sharp teeth and a red inner mouth."
  },
  {
    "name": "Bernardo",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/fb/Bernardo.jpg/revision/latest/scale-to-width-down/268",
    "type": "Burrito",
    "color": "White",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "691",
    "squishdate": "11.20.2020",
    "year": "2021",
    "bio": "Are you ready for a spicy surprise? Be sure to catch Bernardo on the baby grand every Friday night. He sings and plays the piano, but with a little twist. He only sings in Spanish, and by the time you leave, you might sing in Spanish too!",
    "appearance": "Bernardo is a burrito with round, black eyes and a smiling mouth. His body is made up of a tortilla in a white wrap, which is flipped over to reveal shiny silver on the inside. Meat, tomato, lettuce and cheese spill out from the top of the tortilla."
  },
  {
    "name": "Bernice",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a3/Bernice_new.png/revision/latest/scale-to-width-down/268",
    "type": "Boba Tea",
    "color": "Brown",
    "size": "3.5\", 5”, 8”, 12\", 16”",
    "collector_number": "451",
    "squishdate": "3.24.2020",
    "year": "2020",
    "bio": "Blissful, bubbly and bright. Three words to describe the best boba you'll meet! Bernice is sweet, but not too sweet, and always lends a helping hand to her friends.",
    "appearance": "Bernice is a cup of light brown boba tea filled with dark brown pearls. She has round, black eyes and a red smiling mouth. She has a pastel colored lid with a green straw poking out from the right side."
  },
  {
    "name": "Bernie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a2/Bernie.jpg/revision/latest/scale-to-width-down/268",
    "type": "Saint Bernard (Dog)",
    "color": "Brown",
    "size": "3.5\", 5\", 8\", 12\", 16\"",
    "collector_number": "188",
    "squishdate": "2.5.2019",
    "year": null,
    "bio": "Bernie loves the mountains and helping other people more than anything else in the world. Bernie’s dream is to become an Emergency Medical Technician (EMT) in order to assist in mountain rescues. When he’s not saving lives, you will find Bernie enjoying the snowy weather. He keeps himself entertained by romping, rolling and pulling his friends on sleds!",
    "appearance": "Bernie is a reddish-brown dog with white markings. These appear as a wide stripe from the top of his head to his muzzle, which is also white, and on his belly. He has darker brown ears which are triangular and folded over. He has a black nose and mouth, as well as black eyes ringed in white."
  },
  {
    "name": "Berrina",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/be/Berrina.jpg/revision/latest/scale-to-width-down/268",
    "type": "Jelly Jar",
    "color": "Pink",
    "size": "8\", 12\"",
    "collector_number": "FM12-#63",
    "squishdate": "5.26.2021",
    "year": "2022",
    "bio": null,
    "appearance": "Berrina is a pink jar of strawberry jelly (jam) with a pale pink lid. Red jelly leaks from under her lid and drips down her face. She has a pale pink label with two strawberries, a smaller pink one and a larger red one, laughing. The label also has a yellow bubble that says 'EXTRA FUN' in green."
  },
  {
    "name": "Berry",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/0f/Berry.jpg/revision/latest/scale-to-width-down/268",
    "type": "Lamb",
    "color": "Teal",
    "size": "8\"",
    "collector_number": null,
    "squishdate": null,
    "year": "2021",
    "bio": "Choose your own adventure books are Berry's favorite kind, she loves to have options! Last week she went on a treasure hunt and saved a guppy in distress! What kind of adventure book should she read next?",
    "appearance": "Berry is a pale teal lamb with a white face. Her nose is silver and shaped like a heart. She has closed eyes with curled lashes and a sweet, smiling mouth. Her belly and inner ears are white and fluffy."
  },
  {
    "name": "Bertha",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/b/bb/Bertha.jpg/revision/latest/scale-to-width-down/268",
    "type": "Butterfly",
    "color": "Magenta",
    "size": "7.5\", 16\"",
    "collector_number": "2954",
    "squishdate": "03.26.2025",
    "year": "2025",
    "bio": "Bertha is one sassy receptionist! (But also really shy and intoverted!) So while she might think of something super mmmmmhm to say! (She'll probably just think it.) Because if Bertha said it out loud, you couldn't even take it! (Neither could she.)",
    "appearance": "Bertha is a magenta elephant she has large, floppy ears which resemble butterfly wings that have light purple  inner ears with a butterfly pattern, which contains magenta dots and pale-purple pattern. She has an embroidered trunk. She has round, black eyes."
  },
  {
    "name": "Bertie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/5/59/Bertie.png/revision/latest/scale-to-width-down/268",
    "type": "Ice Cream Waffle",
    "color": "Teal",
    "size": "11\"",
    "collector_number": "1478",
    "squishdate": "01.03.2022",
    "year": "2022",
    "bio": "Bertie is one cool 'Mallow. In fact, they might be the coolest 'Mallow around! They like to keep their room super cold all the time, but they have plenty of comfy blankets for guests. Make sure you pack a jacket if you go to visit Bertie!",
    "appearance": "Bertie is a teal waffle with a diamond pattern all over. Bertie's body is folded into a taco shape with three scoops of ice cream—covered with dessert syrup and sprinkles—sticking out from between the layers; a vanilla scoop with purple syrup, a blue scoop with green syrup, and a strawberry scoop with red syrup & a cherry on top. There is also a wavy flat pink piece of fabric stretched out behind the ice cream scoops, likely meant to represent more ice cream. They have black rounded eyes, a red mouth, and pink blushing cheeks."
  },
  {
    "name": "Bertwin",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/1/19/Bertwin.webp/revision/latest/scale-to-width-down/268",
    "type": "Bearded Dragon",
    "color": "Yellow",
    "size": "8\", 12\", 16\"",
    "collector_number": "1138",
    "squishdate": "7.15.2021",
    "year": "2022",
    "bio": "Meet Bertwin. He loves coffee, reading, and combing his beard. He loves to read books about magic and mystery and is even working on his own novel. Bertwin gets pretty distracted so he needs a study buddy to help him stay focused on his writing; will you help him write?",
    "appearance": "Bertwin is a yellow bearded dragon, a type of lizard. He has a white belly and three brown markings on his back, above his tail. He has fringes that protrude from either side of his head. He has round, black eyes, and a cat-like smile."
  },
  {
    "name": "Bessa",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f3/Bessa.jpg/revision/latest/scale-to-width-down/268",
    "type": "Pig",
    "color": "Grey",
    "size": "7\", 7.5\"",
    "collector_number": "1229",
    "squishdate": "09.02.2021",
    "year": "2022",
    "bio": "Meet Bessa. Bessa loves activities that others might find frightening! White water rafting, skydiving, or even zip-lining, there is nothing too scary. Bessa's biggest dream is to one day break the land speed record and become the fastest 'Mallow alive! So don't blink or you might miss her!",
    "appearance": "Bessa is a pale grey pig with pink details inside her ears, on her snout and on her belly. Her ears are triangular and flop forwards. She has two round, black eyes and a curly tail."
  },
  {
    "name": "Bessem",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/a/a2/Bessem.webp/revision/latest/scale-to-width-down/268",
    "type": "Bigfoot",
    "color": "Pink, Mint",
    "size": "12\", 16\"",
    "collector_number": "2692",
    "squishdate": "07.18.2024",
    "year": "2025",
    "bio": "Bessem puts the \"show\" in \"real estate showing\" in fact, she razzle-dazzles potential buyers with her famous Opera House Open Mics. If you're lucky, Bessem might even perform her own stand-up comedy set. Did you ever hear the one about the granite countertops?",
    "appearance": "Bessem is a mint bigfoot with a fuzzy pink mane on her head and long, shaggy ears. She has sparkly pink pads on her feet which are shaped like hearts, and 3 toes. She has black eyes, a wide mouth which stretches across her face, and a white tooth sticking out of the right side of her mouth."
  },
  {
    "name": "Bessie",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/f/f6/Bessie-BBBat.png/revision/latest/scale-to-width-down/268",
    "type": "Blueberry",
    "color": "Blue",
    "size": "5\", 8\", 12\", 16\"",
    "collector_number": "2155",
    "squishdate": "2.22.2023",
    "year": "2023",
    "bio": "Bessie organizes community events! Whether it's a block party for the grand opening of a new business, or fundraising for a 5K race, she makes sure the whole town is involved. Want to know what Bessie is planning next? It's the yearly toy drive!",
    "appearance": "Bessie is a bat mixed with a blueberry, she has a blue calyx sitting atop her head, tall, triangular ears and bat wings by her sides. Her inner ears, wing webbing, and belly are an off-white purple. Her eyes with lashes are closed and she has a blueberry embroidered on her belly, and her smile is red, with no fangs poking out the bottom like other bats."
  },
  {
    "name": "Beth",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/0/06/Beth.jpg/revision/latest/scale-to-width-down/268",
    "type": "Bigfoot",
    "color": "Blue, Grey",
    "size": "7.5\"",
    "collector_number": "2635",
    "squishdate": "06.05.2024",
    "year": "2025",
    "bio": "Beth is a registered dietician! She specializes in heart-healthy meals like pan-roasted pork chops and hopes one day to open a grease-free roadside diner: The Heart What It Wants. Remember to bring your running shows, you'll have to high-knee to your seat!",
    "appearance": "Beth is a bluish-grey bigfoot with a fuzzy mane on her head and long, shaggy ears. She has a white face and blue belly with hearts one blue and one gold, and blue pads on her feet which are shaped like hearts. She has black eyes with short lashes, pink blush beneath and a wide mouth which stretches across her entire face."
  },
  {
    "name": "Bethany",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/83/Bethany1.jpg/revision/latest/scale-to-width-down/268",
    "type": "Koalacorn",
    "color": "Purple, rainbow",
    "size": "5\", 12\", 20\", 20\" stackable",
    "collector_number": "611",
    "squishdate": "10.06.2020",
    "year": null,
    "bio": "Bethany's favorite meal is breakfast, especially fresh biscuits and jam! Her mom makes them every Friday for dinner. On the weekends, Bethany helps her mom in the garden, tending to all the yummy berries she uses for jam.",
    "appearance": "Bethany is a purple koalacorn, a koala with a unicorn horn. She has furry, round ears that are multi-colored, mainly pink, purple, and blue. She has an oval nose which is black, and a small smile. She has round, black eyes with curled eyelashes. Her horn is either shiny rainbow or a shimmering pink, depending on the release, with a spiral pattern pointing upward."
  },
  {
    "name": "Bethuna",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/9/97/Bethuna.webp/revision/latest/scale-to-width-down/268",
    "type": "Mystical Creature",
    "color": "Green, yellow",
    "size": "3.5\", 5\", 8\", 12\"",
    "collector_number": "1158",
    "squishdate": "7.19.2021",
    "year": "2022",
    "bio": "Meet Bethuna. She is a personal trainer with a giant sweet tooth. Bethuna's favorite dessert is a scoop of mint chocolate chip ice cream, and she'll usually enjoy it after a long run outside! And even though she has a sweet tooth, she doesn't let it stop her from hitting the gym every day!",
    "appearance": "Bethuna is a mystical creature with features similar to a dragon. She has a green body and her muzzle, belly and fuzzy mane are yellow. She has small, white fangs under her muzzle and two long, black horns with thin, yellow stripes. The edges of her wings are black and the insides of her wings and ears are shiny gold. Bethuna's body, belly, muzzle, and mane all glow under black light."
  },
  {
    "name": "Bette",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/4/4c/Bette-FlyingFish.png/revision/latest/scale-to-width-down/268",
    "type": "Flying Fish",
    "color": "Teal",
    "size": "7.5\"",
    "collector_number": "2266",
    "squishdate": "07.13.2023",
    "year": "2024",
    "bio": "Bette loves studying the local subway map. She appreciates the intricacies of its design and always marvels at just how many 'Mallows it moves a day. Though she currently attends nursing school, Bette sometimes thinks she should attend train conductor school!",
    "appearance": "Bette is an aqua flying fish with a pale teal belly. She has hologram wing-like fins on each side of her body as well as holographic pelvic fins on the bottom of her. Her face has wide open black eyes with eyelashes and a smiling mouth with light pink blush. She has a large teal stripe on top of her head."
  },
  {
    "name": "Betty",
    "image_url": "https://static.wikia.nocookie.net/squishmallowsquad/images/8/8b/Betty_no_bg.png/revision/latest/scale-to-width-down/268",
    "type": "Bat",
    "color": "Black",
    "size": "5\", 7\", 12\"",
    "collector_number": "209",
    "squishdate": "03.02.2022",
    "year": null,
    "bio": "Betty loves a good thrill! Whether it's rock climbing or skydiving, this daredevil will do anything to satisfy her thirst for adventure! She tries to push people out of their comfort zones, yet respects her friends' decisions to not join her.",
    "appearance": "Betty is a black bat with long, upright ears and a purple belly. She has round, black eyes rimmed with white. Her red, smiling mouth is adorned with two pointed white fangs."
  }
]